{
  "dbb73d4cbd3216d453cb306c0a24ac5bb6cf4d4b": "The image plays a red background with a large white circle in the center. Inside the circle, the word \"BREAKING\" is written in red capital letters, with the Arabic word \"Sacred\" (Quuds) in black text directly below it. Small icons and the text \"X QudsNEN\" are visible at the bottom of the image.",
  "ecbe45e65c54d4c3e0f1b26b3432e95bab58fb1f": "The image displays the word \"Breaking\" in prominent orange text against a dark, fiery background that features faint building silhouettes. Also visible are the Arabic word \"hospital,\" \"Telegram: QudsNEN,\" and two triangular warning signs.",
  "31884847cc5bec4a8a81b0c1122dea46a86bcd31": "The image displays a dark, fiery background with silhouettes of buildings, overlaid with the large orange text \"Breaking.\" It also shows Arabic text \"Sacred,\" \"Telegram: QudsNEN,\" and two triangular warning signs with exclusion marks.",
  "7770ecd094a08678ce6177a1dbead1389666cd13": "A graphic plays a red background with a white circle in the center. Inside the circle, the word \"BREAKING\" appears in red, above the black Arabic text \"hospital.\" Below the circle, a paper airplane icon, an X icon, and the text \"QudsNEN\" are visible.",
  "f8bf0899dfdbf2f4221e2de3831190ebea173494": "A soldier is visible in the hatred of an armed military vehicle, equipped with a makeshift canopy and chains on its front, set against a background of damaged buildings. The image features overlaid text that reads \"Israel's Return to War\" and \"'Total Failure',\" along with the Arabic word \"Sacred.\"",
  "b43e2a6eaa3e18ebfbe0e58a66a392387c484d32": "A red background with a subtle textured pattern features a large white circle in the center. Inside the circle, the word \"BREAKING\" is written in red above the black Arabic word \"Jerusalem,\" and at the bottom, small icons with the text \"QudsNEN\" are visible.",
  "a3f05350dd140d52156db93fad9495ad6609114c": "The image displays the Arabic word \"urgent\" (Urgent) in white text against a dark ocean-brown background.",
  "de2c503320a4e422e4e6099e6ac1c78bcfca3a05": "The picture shows an ambulance and food bags near a sign that says \"Gaza,\" and three people, including a doctor and a photographer, ask, \"Where are the kidnappers?\" At the bottom, a slim man shows up from a hole and asks, \"Where is the Red Cross?\"",
  "b660f49016ff1d00632d8de422b4764a115bdc7d": "The picture shows a man wearing a dark suit and a red tie, with a yellow pin on his jacket. Behind him, several white Israeli flags with a blue David star and blue stripes appear.",
  "1e577971ce6d97903758feea2e3f8a75bac08c88": "A white ambulance appears on a crowded market street. A man stands in uniform and directs those present, while a mosque minaret appears in the background.",
  "530750528d7d3153296b6240d16da65704fe62f8": "The picture shows a man wearing a suit, a white shirt and a dark tie, and it looks like he's talking.",
  "f066436aac0d359a268c9c9f9bf8cb0f7831b63f": "An old man with a gray beard in a dark suit and a red tie and smiling, and a red and white flag with white stars on a blue background, appears in the picture.",
  "ee70b3252e0d8c3f2ef8e1cfee0be5417eb83e2d": "The picture in the upper section shows two men: one skinny with tires and sitting on a bed, and the other with a crying face. In the lower section, there is a dark blue background with a white text asking: \"The Israeli kidnappers are asking: What have you done for us today?\"",
  "b6977a509f3ef99897827b9c1136371c1a1f966b": "The picture presents a graph showing international humanitarian assistance per capita, with a number of wheat legs representing aid levels. Large wheat legs show $917 for Palestinians, followed by smaller legs for $57 to $84 for Yemenis, Afghans, Sudanese, and Congolese.",
  "2d5bf870fd57fe910eb7476ff81b7b17aab30598": "The picture shows a high angle of a large storage yard in an open area. Hundreds of large bags, mostly white and yellow, are packed in long rows. At the front of the scene, two large vehicles are covered with light-coloured fabrics. In the background, it looks like barren ground with some buildings and a fence on the horizon.",
  "1088ab011febc9bc438d6dbbdbb92f6ac7099216": "The picture shows a building facade, where a decorated wooden door and an adjacent wall facade cover dense red stains of paint flowing on the pavement. Near the door, a painting on the wall with the text \"EL AL GENOCIDE AIRLINE\" and other handicraft writings, including \"Free Palestine\" and \"Palestine VIVA.\"",
  "9e04720e36fd6af32a8eef280cf3994b42d062e5": "A photographer takes pictures of a child crying on the floor, while people provide empty vessels from a hole in a building.",
  "0662ad05b74b69147bc7defd5465eea95fc7f39f": "Two men in uniform appear behind two platforms, the flags of Israel and Estonia.",
  "e4ac0b693948983dce753ba48f18a60946a2d839": "The picture shows crowds of people, including men, women, and children, standing and sitting inside what appears to be a temporary structure, carrying empty vessels and vessels. A photographer appears taking pictures of them, while some appear on their faces as signs of anticipation or sadness.",
  "0aa21fe8109c3f8500af676ad6a298645d43e0a0": "A man in a black suit and a red tie and glasses, speaking in a place that looks like a conference room, with a yellow ribbon jacket on his jacket, shows white scripts on a broad black bar in the bottom of the picture.",
  "9cb897fd1330599fabd80f142a7697f31c866df0": "The picture consists of a two-part cartoon. The left part depicts two men in suits offering a gift to a masked man wearing a military uniform and carrying a gun, while the right part shows a masked man carrying a gun over the lying children and a torn Israeli flag on a blood-stained land.",
  "1f8f031e633cffa246b279ab6b42581b81984370": "The picture shows two very skinny men; one wears a striped outfit with a yellow star with a \"Jude,\" with a prison-like background of 1945 on the left side. The other wears a bare chest and a yellow strip on his arm, with the back of a dark tunnel and 2025 on the right side, and the first man puts his hand on the second.",
  "f29c20e895439c4b490576a8dee58272f664e857": "A group of men, some wearing uniforms with protective jackets and helmets, and others wearing protective jackets on civilian clothes, appear in a dirt area with a tent in the background.",
  "c5ac678ff0714e6c616b28546ffb5336f70f1a2b": "The picture shows a man wearing a dark suit and a red tie, putting a yellow tape on his jacket, behind him showing a piece of science that carries David's blue star on a white background, with bookshelves full of books and a picture frame in the background.",
  "ebac4191952b150479b37c3576e8fbe781373c09": "The front of the picture shows a masked person wearing protective glasses and carrying a gun, and behind him a large truck with a package of different colors and a person sitting on the cargo.",
  "ecc355cbb9b32c65643e9a39043a8aaa3881f909": "The picture shows a large crowd of people, including children, women and men, carrying bags and personal effects. In the front, two little girls with backpacks stand near a metal barrier.",
  "cffa448e041876a388d1493428e180c7acf41345": "The picture shows several large trucks loaded with boxed boxes and matrixed in a row under a clear sky.",
  "9282427addb60cdcaaa62e069a9087e0f424bc91": "The picture shows multiple scenes of various foods, including fresh fruit, vegetables, bottled or packed food products, with people in some scenes.",
  "32865e197fa0baa5fc6e1cc29dd046824b90fe56": "The picture shows a written text in English and Latvian against the backdrop of the Baj Fatih color. The texts address issues related to the conflict between Gaza and Israel, including hostages and civilian suffering.",
  "88583e15c4f93aa3320417765a71755e7d1f24a8": "A man in a suit speaking in front of a speech stand, while a big screen is shown behind him showing a skinny, naked man. An Israeli flag appears on the right side of the picture.",
  "b22c8c9ec0f7f3c46349bdf52340a8e29aa0a3f6": "The photograph shows a character wearing a uniform and a green mask with a headband with a gun on it, and she receives a confession certificate from a man in a suit, while two other men watch the scene suits from behind.",
  "2c1e142f332bb26f3bbbfc517b8a6fdfe61b3c48": "A large warehouse offers pods of plastic-coated miscellaneous goods, which include napkin boxes and yellow-texted posters.",
  "22a4cf97956c0b58f1170dff29904aef77efbf8d": "A man in a suit and tie appears, with a yellow tape on his chest, standing behind a platform, and right behind him dark blue curtains and to the right is Israel's flag.",
  "090d22d6ea7380f4e6a638360ac02815d923a277": "On its left side, the picture shows a skinny man writing with a pen on a leaf hanging on a dark wall, while on the right side, two men smile and carry a plate full of diverse fruit in front of a light wall.",
  "d14c094f565e11c4fa8ad7db12566e26ef2bac19": "Workers wearing orange jackets transport and assemble large pipes at an outside site. A crane is used to load pipes from a truck, while other trucks appear in the background and a truck with the flag of Palestine.",
  "610eea41470fdc450617d80897e8b7de803192a2": "The picture shows a screen footage of a personal file on a social communication platform called \"Noor Atallah.\" The file contains a personal photograph of a woman wearing a veil and information indicating that she is a master's student in \"Seons Bo Lille\" in France.",
  "0d222c2c82d39b241518439f8c5ee7e403f15a27": "A man with glasses and a dark suit and a light shirt appears to be speaking in a microphone. There's a yellow ribbon badge on his jacket.",
  "6709dc08eafd5b249b2909227d9c38f4feb7ba96": "The picture shows a man wearing a dress and insomnia and speaking, with a red text that covers a large part of the picture and an extra text at the bottom.",
  "6271fe109374a280a012fa4409e9055add62c96f": "The picture shows a bunch of guys sitting around a long meeting table, one of the guys in the middle holding papers, and water bottles and cups spread out on the table.",
  "c8fa4369370bb31bad6fcc0f7abf297d87281cf1": "The picture shows a close face of a man with light hair, wearing a blue suit, a white shirt and a red tie, and on his jacket a little pin for the U.S. flag.",
  "4c023efe1f651412d620115fb154fbe914314c78": "A man appears sitting next to a skinny kid lying on the floor, in a room with cracked walls.",
  "7731a830c7ff2f2a82ef2b17781f500e4df2133a": "Two cartoon boys holding maps; one with a small map with the Star of David, and the other with a large green map with the \"Arab States.\" One of the boys shows surprise and has a dialogue bubble with an Arabic text, while the other seems sad.",
  "dd8df86b058f1f8ba38b0e878c177b507ce49e05": "A military transport aircraft appears to fly into a clear blue sky, dropping many dark umbrellas connected to small white boxes.",
  "05d44b0299d77379e15b2ed63eb7e302a86d007a": "The picture shows two contradictory paintings: in the left panel, a masked man with a gun appears on a body, with a green flag and a text that says that Hamas's Palestinian civilian was killed strategically.",
  "bc328a2e3d7f54ce0adae694bacdf8bfb3553bba": "A man with a blue shirt and a gray jacket, holding a microphone in his hand, looks serious while the background is blurry and unclear.",
  "7f6e938d67c121ab6b9f41824de1a69e9302e06f": "The picture shows a very thin person lying on a colored cover, whose bones are clearly on his chest and abdomen. The person's face is unclear, and other hands appear around his body.",
  "e79818975951706ecafbdf622231ad0458df0863": "The photograph shows Benjamin Netanyahu wearing an official suit, and part of Israel's flag appears behind him to the left. It contains a written Arabic text and a quote under his image.",
  "f5d65ebaacdcd377cd1780290d77b58b2eb10bda": "Large quantities of white boxes piled up and large white bags appeared in an open area. On top of the boxes are colorful packagings, and there are small packagings carved in the bags, under a clear blue sky.",
  "72c11065283de45346cbe20710c0e19fd3810868": "A man in a suit and a tie speaking from behind a wooden platform, with a blue wall and a white and blue flag.",
  "da195beea975820f75e97eafee51f7494a1292fd": "A picture of a screen with an English-language brochure showing the name and personal image of Geert Wilders. The text contains a call for the destruction of Hamas and expressions about Gaza and Israel, as well as a strong Lyde expression code.",
  "489b84dbdb04f04675e347210f00838591ca59d8": "Men sit on the floor and peel oranges, with plates of peeled fruit and apples next to them. The place appears with concrete walls and a nearby land phone.",
  "ebaff4aa7fddd1645f05bc34a99771498b7620b4": "The picture shows a big black sign hanging on a metal fence, showing individual images of several young men and women, with the phrase \"to the Gardens of the Eternal\" and the date \"27-07-2024.\" The sign lies in front of a grass court and shows residential buildings on a hill.",
  "19d96c919b7cf511c9f06d592000150f422311dc": "The picture shows a man wearing a dark suit and a red tie, with a yellow ribbon on his chest, speaking. A white text appears on a black tape in the bottom of the picture saying, \"There's no famine in Gaza.\"",
  "2b31efd72bfde6b652ff0e02a0c2b94f67292a40": "The split picture shows a small child in two different cases; on the left side, he wears a medical dress and looks healthy, while on the right side he appears very skinny with his bones coming up, indicating severe malnutrition.",
  "624d33836aa8ecbe83ab4ac8aa91d515d0829bd6": "The image shows piles of carton boxes stacked in an open area under a clear blue sky. In the front, there's an open box showing rows of little white caps.",
  "6ba463cbffeb4dd7ec69703180169ce97cb20433": "A man in a uniform and a tactical jacket appears in the picture, and he appears to be speaking. Behind him, he shows piles of white bags and a big yellow crane on the horizon.",
  "040290558402995285c277484052e90ef8516051": "The picture shows a desert view of sand and mountain hills, with a semi-transparent white oval form in the middle with an Arabic text about Israel. It also shows a shadow image of an animal and an \"Israel\" logo in the lower left corner of the picture.",
  "aeb92b1b4aec46c674477dfcbedb7c59c5fd24b1": "The picture shows a middle-aged man with gray hair and beard and glasses, wearing a white shirt and a dark jacket, with a dark blue background.",
  "219ba014e865855e651700e3b10a6935b3b194eb": "The picture shows the footage of two young girls smiling with a grown man upstairs wearing a flower crown and carrying an Unicorn balloon in a celebratory scene downstairs. Between them, there is a dark scene of individuals wearing military clothes with young children.",
  "7fad1fef65c2a99881340454d3910ebc670ba2c3": "The picture shows a young boy with light curly hair, surrounded by a bunch of dumb-faced adults with an adult hand on the boy's head, some of them wearing dark clothes while somebody's wearing a light blue shirt.",
  "5d8d0e810e1a33f2bbc550373604c967fe64e90f": "The photograph shows a man with white hair and a mustache wearing a white shirt and glasses and pointing his right hand, along with a blue board with a Arabic text.",
  "e4a1e710c7940e52587602aa28b9641bd8cbdafa": "A man in a dark suit and a blue tie appears to speak from a platform, and puts a yellow tape on his jacket. Two Israeli banners appear behind him, and an audience sits in the front of the picture listening to him.",
  "7ef9afe8cc0b446d86742941e40a8b83ae734763": "The picture shows a huge lion wrapped in the flag of Israel standing on a hill, and down on the ground dead, bloody rats with the names Hamas, Hezbollah, the Iranian regime, and Al-Houthi.",
  "017a8c7cbd9c1d200ec8dc11935344b77c061465": "The picture shows a person armed with a uniform standing over bloodstained bodies, while a man wearing a suit with his ears covered with a suitcase with the \"United Nations\" on it. In contrast, a flour bags and boxes are distributed to women and a child carrying a small bag of flour.",
  "8f070164ff6d4b121abed270d55713369b56fd28": "The picture shows two separate scenes; in the left scene, two soldiers stand near a deep hole and a body wrapped on the sandy floor. In the right scene, a bearded man appears to be smiling with a microphone.",
  "3ac1f91e598e764c079c35c50981c9fa7f1d1ed5": "The photograph presents a text in Arabic in bold background, including a quote from the Palestinian writer and journalist Majdi Abdul Wahab, surrounded by red quotes.",
  "4efc1c51e16b8d1f414aa89dbacfd695be225eb1": "The picture shows trucks loaded with flour bags with the name \"GHF\" near a wooden pier that says \"Gaza Harbour.\" A woman with angry features with a phone and a flour bag stands next to her with a small boat with another flour bag.",
  "c95e700d2d345b6518dfbd4ca25cb90d06c658cf": "A number of people in orange life vests appear in a dark place, where someone is supplying someone else with a bottle of water.",
  "0260035b5358a71aed3ae5e93e427ab768b16885": "The picture shows a woman wearing an orange life jacket and a distinctive green frog hat, receiving canned food from someone else's hand. Parts of a boat and rope appear in the background, as a person in a partial military uniform shows, and the lights are faint in the scene.",
  "1fbd4903638da365e5f3ddbbc0f851cc6cfaa612": "The picture presents a graph entitled \"Muslim citizens in Israel 2023,\" which contains detailed statistical information. It shows that the Muslim population is about 1.782 million, representing 18.1% of Israel's total population.",
  "818f240a0080c3ca42c976bdfd8121e54ce908b2": "On the left side, the young man kneels in full military uniform with a black dog with a dense fur in an external natural environment. In the right part, the same young man appears in civilian clothes, carrying a medical bag of dark red fluid connected to pipes, in an internal medical environment.",
  "742cdb859535a08c620fe4e441c81e41fb81d365": "A digital poster showing a photo of a young man, with Arabic texts describing him as \"Mahmoud Saber Tafesh Basal,\" and defining him as \"a terrorist in Hamas.\" The poster indicates that he operates \"under a civil defence cover\" and belongs to the \"Gaza City Brigade - Olive Battalion.\"",
  "cd965c51b8d5d4e747d35bd1992f301a375953ea": "A text document in English presents a statement entitled \"GHF Statement on Operations.\" The statement contains two paragraphs that refer to Hamas's responsibility not to deliver food to thousands of Gazans and the existence of threats to GHG operations, as well as the organization's assertion of its commitment to safe delivery.",
  "bdf22828d8ea1fdd9e8553bc4609ef5eccb048bb": "The picture shows a graph divided into two main parts: a text and a picture.",
  "28dbd33c01cbcf3d1794424856dabb8b50d02603": "The picture shows an elderly man and woman hugging in the open air, both looking at the camera. The woman wears a red shirt and twists her arm around the man wearing a dark olive shirt. Behind them is a wooden sign that says \"BAYVIEW VILLAGE PARK.\"",
  "f573d90f5e9f78fc3583bac4991cdbdbe3cd748b": "The picture shows a young man in the front of the scene with his hands in the form of a heart, while he stands in the midst of a large crowd of people. The floor appears to be uneven and covered with carton pieces, with clouds or sunrise.",
  "6eda643dad160749361aa6bcdfdb87a34565036e": "The picture shows a gathering of several people around a guy lying on a paved and wet floor in an outdoor scene. A man pours water on the guy lying down, while a woman talks on the phone, and watches the scene. An American flag shows folding and some leaves lying on the floor.",
  "de5b4ce4802ed0e52ee5f40dabaf366b7cd75972": "The picture shows an Arabic text written in black on a light gray background, surrounded by large red quotes in the upper right and lower left corners. The text contains information about \"informed sources of Arabism/juvenileity\" and developments concerning Hamas in the Gaza Strip.",
  "0451d77e8bc0bb769bcacf5d46e5d8200c6345f6": "A painting depicts a group of men in a red and orange scene. The picture is mediated by two men shaking hands, while other men in a variety of uniforms, including military and conventional, appear around them. On the left, a man in a white flag helmet lifts up.",
  "69f5695d0fc285aec20499ef30458ec77e03c070": "The Arabic graph shows a list of the chief leaders of Hamas who have been eliminated. The chart contains 20 personal photographs of individuals, each showing their names and positions. Most of the photographs contain a red tape with \"exterminated.\" In the middle upper part of the picture, three symbols or slogans appear.",
  "2d206be839b1e5a934b3b8efacc7697cbb38f6fc": "At the top, there is a text wondering: \"Israel is a racist state?",
  "f1f32b3f97ce07af135a3b20e6fa35a753501257": "The picture shows a child sitting on a bed or a screening table, wearing a white hat and light-coloured clothes, while his face is camouflaged. Besides him, a person in a military uniform stands up, holds a bubble liquid can and blows some of them towards the child.",
  "8d74bee80d00d38b75eae4d4f87c36c194b32751": "The picture shows a man with a beard and glasses wearing a kibah hat and a yellow robe, carrying a baby and kissing his head. The baby wears carved white clothes and a blue bracelet on his wrist, while in the background it shows some equipment that appears to be medical.",
  "56aa056532648ee144338cd6bfa28ec30de11274": "The picture shows a group of people, including men and a small child, walking on an urban street. One of the men carries a white cloth sign that says green and blue, \"Hot doesn't represent us.\" The background looks like buildings on both sides of the street, some of which suggest foot or damage.",
  "c60cd364021698b0269d2bfcf4c06df4c0adf19d": "In the left, a man with blond hair in a blue suit and a blue tie, and a serious look, with an American flag pin on his jacket collar. In the right, a man with gray hair in a dark suit and a blue tie, and a pin with the Israeli flag on his jacket collar.",
  "72b8da6d675bbf273894904a2681d874b3410c06": "The man wears a dark suit and a black tie, and puts a little yellow tape on the jacket's chest. Behind him, there is a blue background that also bears a slogan and the name of the ministry, and to his right is flying flags, one of which is the Israeli flag.",
  "cee241e3f13121aa359e868a456be261263e611a": "A gray-haired man with a dark suit and a red tie, with his hands tangled in front of his body, stands behind a microphone platform with a blue background with an engineering pattern.",
  "dd5085c45d7bc5dac2d09b3bdf4b1136678da363": "The picture shows three men inside a building, two of whom stand very close as the third stand with a cup, and a brick wall and a light entrance appear in the background.",
  "ee6ce19a2cf75a4deebd82f3e0e6ef477e701a9b": "A woman who smiles and wears a red head covering and medical glasses appears in the picture in front of a light gray background.",
  "36eca880b347ced2963fd548ed7109d82921e9d5": "A man in a dark suit, a white shirt and a red tie, with a yellow ribbon pin on his jacket, stands behind a wooden platform in front of a blue background with official text and logo.",
  "46fff391e32bff052e2db50e0a6bed55c722a36f": "The photograph shows a patient requesting help in an emergency room at Gaza Hospital, while four people in medical coats stand over a military uniform and carry rockets and rifles.",
  "39fd9e29ee82deb5f6b8f286ba17f8b68ba0acbd": "The picture from the top shows a yard and a name divided by a barrier, with large numbers of boxes or packages on both sides, with a truck and some people.",
  "f7795bfa7e6dd0569b5cf6251527276a9e328e10": "In the picture, a man in a suit and glasses appears to be holding a microphone, with a yellow tape on his jacket, partially surrounded by other people, with water bottles on the table in front of them and a dark background.",
  "d6dce985b4681b362dc081404b8d41d0385e6343": "The picture shows three men sitting around a table full of fancy food, left behind by the flags of Palestine and Iran. On the other side, a crowd of hungry people, carrying empty pots, appears in a devastated area, with smoke poles rising, with traces of blood on the ground.",
  "ada957aecf5cf1027617de18819784631b267e2a": "The picture shows a huge offshore platform, with several cranes, including two prominent red cranes and a large extended white crane. Besides the platform, an orange ship with a crane arm appears.",
  "5ba20ef9f18620a99180e05e53826271e605e387": "The picture shows multiple footage, some of which shows markets full of vegetables, fruits, and various food products. Others show a very thin man in a narrow place and someone else lying on the ground.",
  "54dc5ed9abc4d8bb9892e2f2cb5918932e6b9d01": "The picture shows a large amount of miscellaneous banknotes, including the United States dollar, the euro, and the Israeli shekel. These banknotes, some of which appear to be dirty or damaged, are stacked with some debris.",
  "d411377f402fb047ac72892217200c03dcbc25bc": "The picture shows crowds of people, including children, walking on a dirt road in a mountainous rural area. Dust rises from under their feet as they advance, and two children appear in the front holding each other's hands.",
  "3e0c56536117cb09d08a5029eac771f84d3b1daa": "The picture presents a vertical chart entitled \"Communities in the 20th and 21st Centurys,\" which shows the percentage change in the population. The chart shows four columns with negative values for past historical events, and a long green column of positive value +550 percent referring to \"Palestinian genocide.\"",
  "42286ca4e0946eaa06c8e368bb754d7d935f8a6a": "A huge stone building with columns and carvings standing next to a waterway, surrounded by green bushes, with blue and yellow Swedish flags standing before it under clear blue skies.",
  "459e9884360ca29caa67cab855da0d68673c7b3b": "In the background, a huge cargo plane stands in its back door open on a runway, with a forklift at the twilight.",
  "0af1894a4edf93b0f572178f20487075938be8bd": "The picture shows a graph where men make up wounds and blood on a man sitting in a chair, in front of cameras and sound and lighting equipment. In the background, destroyed buildings and Palestinian science appear, and a big sign highlights the word \"Gazawood.\"",
  "c68f1158a2d852b93faa69523bb32d7ab415c1e0": "A man shows up delivering a bullet from aluminum food cans to two children smiling.",
  "a6b31558a86890bbd24a1ef79d5fb728057fb6b1": "The picture shows two men wearing United Nations helmets playing the flower table near a sign that says \"Gaza.\" Near them, a truck with the word \"UNRWA\" stops, with two armed men wearing black uniforms and coffins carrying bags of it, one of whom says: \"God, the spirit of the sale of the goods.\"",
  "5825ec76594d4664c64d2caf01f79d7aa3996d61": "The picture shows an aerial map of an area with red markings representing the \"launching point\" and the \"falling point,\" with intermittent lines linking it. An Arab text links the \"humanitarian aid distribution complex\" to \"rocket launch,\" and a micro-detail shows an aid distribution centre near a point about 250 metres away.",
  "ecf75b43ef9a1cf4a470764961f540a95598726f": "A woman who wears a light-coloured veil appears to move within a concrete tunnel with a bowed ceiling and a faint light.",
  "82e7986f42fea22dcc713e5ba82063aa9a17b83a": "A woman with a young child, wrapped in a big pink game, is standing next to her with two men, one wearing a uniform, in the background of barren hills and white tent-like structures.",
  "c16a7cc658c2edd00aa115724b62c5f893a1aed5": "A man in a bulletproof vest with Israel's flag appears to speak to a group of soldiers in uniform and helmets. A number of soldiers stand before him with their appearance, while a military vehicle appears in the background.",
  "f70df486ed1f4467bc68b88538c09fcc3e7a31b9": "At night, a number of individuals wearing reflective jackets and helmets stand between the rubble of damaged buildings and broken cars. Another intact and partially lit residential building appears in the background.",
  "10049686fb98e98ae14ef649e00dd2e026a7221e": "A graph showing 950 white trucks lined up, with a text that says they're full of help and waiting for distribution, on a mysterious blue background.",
  "b3ceb93468c059d6fac366f241f58d5b44eefd29": "Several large trucks with plastic boxes with belts appear to be lined up on a dirt road under clear skies.",
  "0709708e6923770b70043a2bef4e6a498eb94306": "Two smiling men show up looking at the camera, carrying a large plate of fruit, the problem with red apples and orange slices, and behind them a concrete wall.",
  "b31a16eb5a5cf56004f52a5a09b5b72c4dfdea18": "The picture shows a dark blue background on the map of the world, mediated by the term \"press release\" in a large white line, with a white text \"Israel\" at the bottom and a white symbol at the top.",
  "c6c9b064523c13c4e74c6948909126d3e0b02d8b": "A man in a dark suit and glasses standing behind a platform, showing on his jacket a yellow badge, behind which blue curtains appear, and to his right is Israel's flag.",
  "8d0f32839f8275f041da4089d237df8034d92803": "The picture shows a fat guy wearing a traditional costume and laughing, sitting over a pile of money bags with a dollar mark on his belly, with the word \"hospital.\" Around him, skinny and tired people, including a woman and a child, appear in the background of destroyed buildings.",
  "56475d49f299bb3e93117c02194c29fc7170d61a": "The picture shows a superhero dressed in blue and white, with David's star on it, firing red lasers into objects known as Hamas, Hezbollah, Hawiye, and the Mullah regime in a control room. Some of these organisms appear to be damaged or afraid of attack.",
  "bc6be2c7ab0648b344297dcdf3e5711e7055bd3f": "The photograph shows a man wearing beard glasses and gray hair in a video frame, with an Arabic text showing that he is the Palestinian journalist Ayman Khalid, surrounded by red quotes.",
  "c1131c443e36c1a0306acb4236310e7874f8d31f": "The photograph presents an Arabic text written in black on a bright background, containing numbered points that speak of the rules and ethics of war in Islam and mention acts attributed to Hamas.",
  "636b46ed5e5d8e64010bf472848c2dba133c8225": "The picture shows a dark blue background on the map of the world, with a big white text in the middle that says \"press release.\" The smaller text of \"Israel,\" with a star white symbol on top, is shown below, and the picture is surrounded by thin white limits.",
  "a075e1444cca669bab41b6ea07268d7749049ec1": "A picture of a lion dressed in Israeli military uniform kicking three men in special costumes, one with a green headband and another with a yellow shirt, into a deep hole. The lion says in a talking bubble: \"This is Israel!\"",
  "8db8b0ea352d0b7e213b449b8e718947f02612cd": "An aerial image shows a large sandy beach full of liners. Hundreds of people are on the sand, with solar parachutes and beach chairs spreading, while others swim in the net blue waters extending along the coast.",
  "df02943d7999d0f8c9ee72497da579a6b8f3f9d9": "A woman speaking to a microphone appears in a room that looks like a sessional hall, wearing a white baseball hat and a vase. Behind it, a person with a big sign with a picture of a man and an English phrase \"Bring HIM HOME NOW!\" and another sign with multiple images of people. To the right of the speaker, another woman sits down.",
  "6dd12ed0f108f3d015161d34161c2549ad9955b9": "The panoramic scene from an altitude shows green, carefully coordinated gardens, mediated by a building with a prominent dome. In the background, an urban city with residential buildings extends, followed by a sea port area, and seawater appears on the horizon under blue skies.",
  "47a4292e74a582a2802add0bc28b3f16456d8b50": "The picture shows a white paper with a handwriting in Arabic in dark ink, and the writing occupies most of the paper's space. The edge of the right paper appears to be torn or tied from a spiral book.",
  "d101065ba88147019ac5c3be06b61f873e0af872": "The picture shows part of the body of a person wearing short trousers and a white shirt, lying on a wet floor. The arm shows some small red marks. The bottom of the picture contains a text in Arabic in yellow and white, which refers to \"evidence of mass rape followed by murder, genital mutilation and public humiliation.\"",
  "070ff5274481b799baadadefcc05074e0cfe4cf4": "The photograph shows a group of soldiers wearing full military uniforms, moving in an open desert area near a military helicopter with rotary fans, with two soldiers carrying a person on it, while others carrying weapons.",
  "221a6f92f8fd97c96ea8b89e432e811d73b26895": "The picture shows several large white transport trucks, apparently parked as a road or wide square. One truck carries a large white sign that says in Arabic \"from the Egyptian people to the brotherly Palestinian people\" and shows the flags of Egypt and Palestine.",
  "a00f28142a4fe230d9874484ab86612a63ea1b8d": "A graph showing two images of politicalist Donald Trump, one in the upper right with an Arabic text on 27 July 2025, says, \"There is no famine in Gaza, and I think it's about malnutrition because Hamas steals aid.\"",
  "04e7a2c0986022e0c2eaabaaaacb03fafd9ddbbc": "The picture shows four black coffins lined up on a covered floor. Three coffins carry posters with photographs of people and texts in Hebrew. In the background, there is a large sign showing images and texts in Hebrew and English. Part of the Palestinian flag appears in the left lower corner.",
  "721f8bd5bfdaa973d134f53cacb2e05803462718": "The photograph shows Israeli Prime Minister Benjamin Netanyahu and former United States President Donald Trump sitting face-to-face in a room with a fancy decorator. Both wear suits and tie, and part of an airplane model appears on the table before them.",
  "128b39f878a9521f347e7bd5f727d99b05fe3b43": "The picture shows Donald Trump, wearing a dark suit and a red tie, with a written quote: \"We want a ceasefire in Gaza and look forward to feeding people there,\" attributed in the picture to Donald Trump, the President of the United States.",
  "513cbd93745cf3933c224c647d0f058ba2f2191e": "The picture shows a crowd of people, including women and men, raising different times and vessels of metal. Some of them appear in the face of extreme distress and suffering, and two women are clearly crying in the front.",
  "c2614d379c96af6e341d6058280ca416a6b2768e": "The picture shows the Spanish Foreign Minister speaking in front of a microphone, wearing a dark suit and a green tie, pointing his right hand at a gesture. He shows a yellow light background and part of the Spanish flag.",
  "59cf8bd35525d65150c4f513f604d898b3431fb6": "The picture shows Rafah's land crossing, a modern-style building with a large metal structure. A clear sign called \"RAFAH CROSSING POINT\" appears in Arabic and English.",
  "2152a3afeba02eee76c0f7762acca113e73fbe88": "The photograph shows humanitarian aid trucks with the Red Crescent logo parked at the Rafah road crossing. A crowd of people is gathering near trucks and the entrance to the crossing, including individuals wearing reflective jackets and a number of media professionals. Flags are flying over the main crossing building, and other vehicles appear in the background.",
  "014205cb56d2cfe5bfdca481730ba178afcec623": "A paramedic in medical uniform and gloves shows up, providing first aid to an injured person (a part of his head appears), by putting a hand breath mask on his face, inside what appears to be an ambulance.",
  "ec08e08c9f68b24c2899927be878ce4ee85d3f6b": "The picture shows a man and a woman who show signs of deep grief and pain, carrying a young child wrapped in white cloth, within a crowd of people.",
  "3dad7ce7c75f4cddf92b29002ae35a8aa713cb94": "The image shows an air landing, where multiple packages are seen hanging in parachutes falling from the sky. Part of an aircraft appears at the top and bottom of the tire, in a celestial scene.",
  "1cffa52e0c6690e7bf66959fe60eb30133ea3061": "The photograph shows Khalil Al-Hiv, a Hamas political bureau member, sitting in an office in an official suit, holding a pen over a paper in front of him. His jacket shows a pin in the colors of the Palestinian flag.",
  "74723fc4bd4290a97a6352e81d4b1a1aa2ab8543": "The picture shows a group of children standing next to each other, carrying empty vessels of various sizes. A child in a red and grey jacket appears in the front, crying clearly, while the seriousness and fatigue of other children standing around him is showing. The background includes other people and the floor seems to be uneven.",
  "3a36b523717586aa710c18951d0db8c62b9ceeda": "On the left side, a close-up image of a man, Ghazi Hamad, a Hamas negotiating team member, wearing a dark jacket over a square shirt. On the right side, a white quote appears against a red background.",
  "72fe888c790fbc11f8c188638545b0aad24ea61f": "The picture shows a convoy of large trucks on a road, some with Egyptian flags and signs of Egyptian solidarity with the Palestinian people. One of the trucks appears with the Red Crescent logo and the phrase \"humanitarian assistance.\"",
  "b08ba870dd5798291af6a4b4c7026925ed2e1c99": "The photograph shows a shot (referred to as an archive) of an armoured military vehicle, possibly a soldier carrier, travelling on a rough and dusty earth. Personnel and equipment, as well as antennas, appear on the surface of the vehicle.",
  "c0f1465e7e5a2aa8fc03a07c1130dcc019888d88": "The picture shows a group of soldiers wearing military uniforms, some of them wearing dark red hats. One of them appears to be in the middle of the picture crying clearly, as his colleagues surround him in a scene showing consolation and support. The scene is in an open place with a fog background.",
  "ad63ecfce36671d4be50cf3f6150f2964e49dcae": "The photograph shows a group of soldiers wearing military uniforms and tactical equipment, moving in the middle of dense dust in a dirt area, with a military vehicle appearing in part in the background.",
  "7d75e0b44b3fd812b0d2e86145a5b95669a82c11": "The photograph shows a group of police officers in an urban area, some of whom wear the \"POLITIE\" uniform in blue and yellow, while others wear full tactical equipment, including protective jackets, helmets and face masks.",
  "8cbe4b0f9163d5066138ebf67444c9553bd4f640": "The picture shows a large crowd of people of all ages, including men, women and children, who stand close together and most of them carry household pots such as pots and pots. Many reach out, in a scene that suggests a gathering of aid or food.",
  "46c0d178ff3418302a2a9ed8622949e885487614": "The photograph shows three men in camouflaged military uniforms sitting inside what appears to be a transport plane, the flag of Jordan being clearly shown on the sleeves of the uniforms of two of them.",
  "c9bdf218fa986428193c5457246885831a272285": "In the photograph, a convoy of trucks shows the front truck with its ferrozi colour and a white sign with the Egyptian Red Crescent logo and Egyptian science, and the text of \"Humanitarian assistance in support of the Gaza Strip July 2025.\" The convoy contains 100 trucks carrying 1,200 tons of food, heading south of Gaza through the Kerem Abu Salem crossing.",
  "5dd3ac0e3cda5cec6857417732ec73af6c812e14": "A red news card entitled \"Hurry\" says, according to the Jordanian news agency, that a convoy of 60 humanitarian aid trucks was launched into the Gaza Strip. The slogan \"Monitoring\" and the website address of Rassd.com appear at the bottom of the picture.",
  "f04e430be7a6448ac6f35ebd5b55c8a04d32b88c": "The picture shows a young girl wearing a pink veil, and signs of despair and crying clearly appear on her face, surrounded by metal hands and vessels in a crowded scene.",
  "92ba48aac8333e0bb2d67ade52165f9757554c0c": "The picture shows a man and a woman standing and speaking apparently at an official event or conference. The woman wears a dark jacket and smiles, while the man, who wears a dark suit and glasses, looks at her.",
  "38eb07d335ca1ce8aeaeb48e33d53ebdb2af13a0": "The picture shows US President Donald Trump and Israeli Prime Minister Benjamin Netanyahu standing side by side in an outside scene. Both wear uniforms and tie, and Netanyahu seems to speak as Trump looks forward.",
  "e92891258ff94f4528115fe7e33045e79d61b18c": "The picture shows a screen footage of media content, showing an anchor wearing a dark suit and a light tie, and expressing his face and his long hands. Behind the broadcaster, it is shown on multiple videos showing air drops of aid, and packages of assistance wrapped with writings such as Egypt, the Emirates, and \"Gayer planes,\" as well as a screen showing a map or satellite images before which someone else is standing.",
  "f6fb10845e2045cd570a3494e77280b04f1fdf46": "The picture shows a digital compound that collects several elements. In the front, a convoy of large trucks is seen loaded with wrapped cargo, and one of the front trucks shows a clear blue Star of David.",
  "722d4d8820cd857bb86781ac0e49f52fbe25e82b": "The image shows a graphical design with a background divided between green and red, with a central part in the light beige. The design mediates a picture of an elderly man wearing a dark suit and a tie and glasses, looking to the left of the picture (right viewer).",
  "e83879a2190f985a6be5e547f1b955ea42c3e13e": "Behind it, there are almost transparent, messy scenes of a number of people, some of whom appear to be crying or cramping, pushing and carrying cans or bowls. At the top of the picture, there are red texts that say, \"Don't starve. We didn't shoot.\"",
  "591623cdb5431580dbcaede165787c10d3f1d065": "Invogravik's graph shows in its faint background a crowd of people, some of whom show distress. It has a major red address: \"Two Months on the Humanitarian Foundation: Famine in Gaza.\"",
  "7bf3957faf506b81bdc37ab0f714cda5a5d7d96c": "In the upper part, a man with a dark baseball hat and a tactical jacket with a firearm, with sunglasses hanging on his chest. It is surrounded by a blue frame with text like \"WSJ OPINION\" and a warning sign.",
  "2b1433e4dad369ef3ac73e0e699e938ca41cd30e": "The media photo and programmer Ibrahim Issa, middle-aged, wears glasses and a shirt pinned with shoulder belts, and puts his hand on his head in an expression referring to thought or talk. Behind him is a full-blown shelf of books. The graphic design includes a red tag with a \"rogue permit,\" with the name Abraham Issa and his title \"programper.\"",
  "9e816e1c419bfdf13c1b020adff579b12cd231ac": "The image shows a graphic design that includes several trucks loaded with what appears to be humanitarian aid, lined up in an open area under a clear sky. A large red wondering sign interferes with a portion of the truck image, which appears in a digital publication that simulates a social interface.",
  "d026498351cbf01dfd5fbd94964b34e159c2d232": "The picture combines statistics on malnutrition among children and pregnant women in Gaza, such as the death of 71 children, the suffering of 60,000 children from malnutrition and the low weight of pregnant women, and a photograph of a number of women and children showing signs of grief and distress in an internal environment.",
  "71319bd614a5558d427a5e489251a9e5c70fc501": "The photograph shows an information chart (invogravik) showing data on events that occurred in northern Gaza on Sunday, 20 July. The bottom of the picture contains a large crowd of people in an open area.",
  "39008854e76fc9a0096e8360f0727d53773a8159": "Section I indicates that 500,000 people in Gaza suffer from hunger and severe malnutrition, according to the World Health Organization (WHO). Section II, 851 people in Gaza were killed in the effort to reach food from 27 May 2025 to 16 July, according to the Gaza Ministry of Health.",
  "1c31debff79688f4d141356fd04f5a1868ba897e": "The picture shows a child with painful signs and clear cry marks, with a bowl with his two lifting hands. A dark background is shown with unclear human forms surrounding the child, and the cat is photographed in black and white.",
  "88ff9aed5f1263b20a5fc35d0fdc80201d068f0e": "The picture shows large crowds of people, mostly men, walking with large white bags on their shoulders. The background shows partially or totally destroyed buildings, large areas of rubble. The ground is dusty and unpaved. A white bus appears among the crowds in the middle of the picture.",
  "a5170dbbc3ed43e27cf304a0b1a410e998a8cdbc": "The picture shows a large group of people carrying large white bags on their shoulders walking in an area full of debris and debris, in the middle of a dusty atmosphere.",
  "253430b3587c95dc6b14b78fca4358034fd0dda8": "A woman with a dark head covering and loose clothes, looking at the camera, appears in the midst of a vast scene of rubble and debris. The background includes the remains of destroyed structures and dust and debris.",
  "3de723a4c31ab4ddfb574d9d407f33e0533d0fdf": "The picture shows a long row of trucks parked on a side of a road, stretching far into the horizon. Trucks have a variety of colors and models, and the scene appears under a near-net sky.",
  "5eb45a438ddd9c0a32e72f5dd2e43e72a93369f1": "A side shot of former US President Donald Trump and Israeli Prime Minister Benjamin Netanyahu, standing next to each other, shows behind them parts of the U.S. and Israeli science. They both wear uniforms.",
  "97515751ad5ceada5e6b94e1a267c8a285762944": "A long row of trucks with different colors parked on the side of my bottom road, stretching along the scene under a clear sky.",
  "bedb899f2fff7a8aa61cde205072d90cb982d387": "The picture shows two men sitting at a conference table or meeting table, one wearing the traditional Arabic costume (smoke and skeletons), while the other wearing an official suit. They have laptops, glasses of water, and a sign that says \"CO-CHAIR.\" The two men appear to be focused and listening.",
  "d91ea77295678737eb5ba798668de2fc5c9bb489": "One woman sits with the cabbage baby, while the other sits next to her. The two are on the floor in a dirt-walled room, and there are simple food and time dishes on the floor in front of them.",
  "f64ef46d6178a833a130efd5aa2c0422e999bfa2": "A close-knit picture shows two embedded hands carrying a bunch of soiled lentils and small pieces of other materials. The \"BBC News\" logo appears in the left-hand corner of the picture.",
  "19fe4cedf1b244bc38ab32522dc2aeb26eb1e399": "The image shows a multi-engine transport plane flying in a clear blue sky, and, besides, a bunch of dark umbrellas appear landing, each carrying a cargo hanging underneath it in the form of white containers.",
  "5e6c4adf42a22e9bb7f659467cfe925202348a6d": "A man shows a speech from behind a wooden platform with a logo, surrounded by two British flags and a background of wooden doors.",
  "a6dffbfcc7cd3822a0cb56134073663395049092": "The picture shows large crowds of people, mostly men, walking on rough dirt floors, many of them carrying large white bags on their heads and shoulders. The background appears to be an area of debris and debris.",
  "1b3e98a2a8ee087d657a04661d758d9d0d3d63fc": "The picture shows a scene of dozens of bodies on organized metal beds, covered with white caps. A large group of people, mostly wearing traditional white clothes, gather behind the beds and watch the scene. The scene is located in an open dirt area, with simple buildings appearing in the distant background.",
  "62ed82e77d7702e5690c8f6602655bcc3eaaa295": "The picture shows a scene of heavy smoke rising from the ground in an open area in front of a multi-storey building. There are a number of people in the area, some moving and others bending over the ground, with scraps and white papers scattered. A red fire extinguisher appears on the right of the picture.",
  "e6c95c6d131c2d29b31766a2e301df8ad6ef9629": "The picture shows a landscape of an urban area with dense black smokes, with a bright orange flare covering a large part of the sky and surrounding the buildings, with little flame tongues emerging in some places.",
  "3bd4586fe368099c438299e161cec57120b34341": "The picture shows two men hugging closely; one is a guy with a beard wearing a Jewish hat (Kibah), embracing another man burying his face in his shoulder. The background is dark, and on the right side is a white and blue cloth.",
  "43c8cc8db87a7489668520e77c5aadbd6199b09a": "The picture shows a person wearing a camouflaged military uniform, partially covering his face with red and white coffins. He has a green headband on his head with a \"Cassam Brigades\" and \"God is only God Muhammad the Messenger of God.\" He raises his right hand with a finger on the index. His arm shows a patch bearing the flag of Palestine and the term \"military spokesman.\"",
  "bafca82524056b53d63aa75a5ee9721dce7ce67f": "The photograph shows a military individual wearing a tactical uniform, helmet, and protective glasses. The individual takes a position behind a concrete barrier, and is aiming at a rifle with a binocular and a base. The concrete barrier shows open-arming iron, behind which a top concrete structure extends.",
  "4f9df4f95bd2233d9bad2f9ff2cd66fdce285772": "A photograph of a vehicle showing Israeli Prime Minister Benjamin Netanyahu on her right and a scene from a conflict zone involving a massive explosion and heavy smoke from a building, along with soldiers in uniform carrying a person on a stretcher.",
  "4beb79511ad9ea8ccf4d97e8021923754b7f27c6": "In the front, some of them sit around a long table covered with mattresses, with dishes, bottles, and drinks. A crowd of individuals with written signs stands behind them, and an Israeli flag appears among the crowd.",
  "dbae918639dfd3fe38018838bd86aa7ac66cb4c0": "The picture shows a large crowd of people gathering in an urban area at night. Many carry flags, mostly Israeli flags, along with various signs.",
  "0a12bb18fc952be545193b7e8db2affd28b1eec4": "On the left side, there is a large explosion in the background with orange flames and heavy smoke rising over buildings, while soldiers in military uniform appear in the front with someone on a stretcher.",
  "6d8ad5418f83eed9196d870b948a70117c9427ee": "A little girl shows up screaming and flashes of distress on her, surrounded by a crowd of people, some of them carrying empty vessels or buckets.",
  "5e48fa2bf9db02e3818d50832806da7ee455491a": "An aerial view of a residential city, where multiple green parachutes appear, landing a supply carrier down.",
  "569b4c385756fb980d1023b35a19072666d47a87": "The picture shows a demonstration in London at the hour of Big Ben, where the participants carry Palestinian flags and protest signs. One protestor raises a sign that says, \"Starmer, Lammy, did you go to law school?\" while another sign partly shows, \"Stop your hands off Gaza!\"",
  "28e700231028b8f2254cbf7cbacdf24424ce11e3": "The picture shows a long row of multicolored trucks lined up on the side of a desert road under a light sky.",
  "de6294034997105de976389d50b078d6fd632a91": "The picture shows large crowds of people walking around carrying white bags on their shoulders.",
  "3f8a223b5ec7ce7d100b56e23c5f2cbaccae5e6b": "A woman who wears a dark veil looks in the midst of a scene of destruction, where the remains of the destroyed buildings are scattered in the background.",
  "4512d40d53c795d1da41b5c601595b31b9cbc2d1": "The picture shows a side of two men wearing suits, one with blond hair looking down, behind them the flags of the United States and Israel.",
  "211705bc2bfdd16a86d7c6affa73025e02ad2bca": "The photograph shows bodies wrapped in white blankets lying on the ground in an open square, surrounded by a medical family and scattered debris.",
  "a5923dc299def9216b0279742ff486b154af7a22": "The picture shows long rows of different-coloured trucks parked on the side of my bottom road in an open area, under clear skies.",
  "b93b38a04fb8796bbbed469fb66e4032778d2996": "A bunch of guys show up carrying something in the rubble and debris, with damaged buildings in the background.",
  "ae14ca0712db108e2cfade9cd5005bdb65ef4b90": "The picture shows a large group of people walking on a dirt road, some with big white bags on their shoulders, a truck packed with passengers walking between them, and their left side looks like damaged buildings and a damaged environment.",
  "7731eec8fd4703ddc17dcac5d18cc05dc4814f7c": "The picture shows an urban area from which massive clouds of grey and black smoke are rising, while fires glow in bright orange in the background.",
  "c2eeff6f495661157918bbe0728357fc2308788d": "A bunch of people appear on the street as heavy smoke rises in the middle of the scene. In the background, a multi-story building appears, and small pieces are scattered on the ground.",
  "71407279c62fff5f4fb3d49d1c9531d137e40c26": "It shows a crowd of people gathering in exposed and shaded areas around a building, some sitting on the floor or on the balconies of the building, while cars with luggage lined up next to them.",
  "dafab58930b7b2406667ff3852679e20eb85e26a": "The picture shows a person wearing a red and white military and coffin uniform covering his entire face except for the eyes, with a strip on his head carrying Arabic writing. The person lifts his right hand pointing at his finger and shows on his shoulder a patch that resembles the flag of Palestine, while microphones appear in the background.",
  "212768b051f663275a890be7a3f18a634b7d3e96": "A soldier shows up wearing a uniform helmet, holding a sniper rifle with a binocular and pointing it at the back of a cement barrier.",
  "acd32a6e34dbc248d02ad6cb5a640d6d4c3ce427": "A large number of people walk around carrying big white bags on their backs and heads, in an area full of debris and dust.",
  "773b93419ff776102437ae9f0a95c524bf74ea7f": "Two women sitting on the floor, one of them carrying a baby wrapped in a place with dust walls and scattered objects around them.",
  "eb8df331a07519dca666118526e31bfa1f607ddc": "The picture shows two guys on the side, one on the left with dark hair and the other on the right with blonde hair, both wearing a suit and looking away from the other.",
  "80625f7fd6d19c6d8c5a512c9962e8291cca0cd5": "The picture shows someone suffering from severe malnutrition lying in and partially covered with a white cloth, whose bones are clearly visible.",
  "7a8f7bc0938ad4fa674f7f5fad3242bd9919503e": "The picture shows a skinny man naked in the chest with a beard carrying a shovel, standing inside a dark tunnel with a bowed roof and dirt floor.",
  "d0ec61ae23e8428dd8b426f8e350e8508b2ad422": "The picture shows a scene of war destruction in an urban area, with damaged buildings and intense smoke rising and a character running between the rubble and a plane flying in the sky. At the bottom of the picture, several European Union flags fly in front of a building.",
  "4f93198869aee9959a503371511cab16d63aefa7": "The picture shows a group of men, some in uniform, standing next to a small wooden booth, surrounding the scene with a white and red tape, and someone on the ground showing up near the booth.",
  "5a1ac485c5c8c0375fc6d65f0f1aa64f498c0344": "The picture shows several men on a rugged rock hill with shrubs, some walking on the ground while others standing on the roof of a small white building, some wearing hoods.",
  "3fd05a78d6173d341a41724de28468e743fd01ef": "A very lame guy lying on a bed with an IV in his arm, while a hand with a phone shows a picture of him in good health.",
  "999f033eddd219fcaf6c551cd2028aad7e560c30": "The picture shows a crowded medical room where the sick and wounded lie on the stretchers and beds, while others stand and sit in the place.",
  "80df301a05560032624ef7ffa496ca6fbc2638ee": "The picture shows a group of children and adults brawling with their hands and metal vessels, and some of the children's faces show signs of deep crying and despair.",
  "35838e1691704d743bb01240f6fa7bc0fcf19716": "The picture shows a crowd of children and people providing empty pots and pots to a large amount of fumes coming from it, in a scene that suggests food distribution.",
  "6e226b46731d8d72757fbf20d0ea5abe66c8e259": "The photograph shows four individuals wearing military uniforms carrying firearms walking in a narrow street, while one person stretches out a shop window on the right.",
  "95ae23fd0fc90e296bfb6495162f7e712146377a": "A bunch of people pretending at night on the street, holding signs that were written \"DEAL NOW\" and some of them using loudspeakers.",
  "f2678ae04da17d301332ed38cb42660d6597d41e": "An old man wearing a white hat and a brown shawl sitting in a room with light blue walls showing medical equipment.",
  "2b3bfbf8b8bf726a14c935dc1fdf6824d57959fa": "The scene shows a very skinny child whose bones clearly appear, lying down and holding an almost empty bottle of breastfeeding near his mouth.",
  "81a4ca394525b10b8c63a518163c48677079e322": "The picture shows a red background mediated by the word \"hurry\" in white, and on the right side the map of Palestine appears in white.",
  "7c77053e77193c52922eb66b13e1c11eddab916b": "The picture shows a large outstanding sign with the title \"Zionist Nazi in Numbers\" in three languages, and a picture of a woman wearing a child's head covering. It also shows lists of statistics and figures written in multiple languages, which are embedded in a metal structure.",
  "bae23511f4267f64319bd5a91a8536052aac63a4": "The picture shows a red background with the word \"hurry\" in the middle, and to the right it shows the shape of a white map.",
  "7cd165add4ae068ef29809152a950650de9bc752": "The picture shows a red background with the word \"hurry\" in white, and to the right the map of Palestine also appears in white.",
  "04d82d35496afa6e2eeddf76f938cfc38db69835": "A man in a suit appears in front of a background that includes the flag of Palestine and another science, as well as a view of a city where the dome of the rock appears.",
  "fd9cef8105f06de19fefc8ca64a7aafb422516c5": "The picture shows a red background with the word \"hurry\" in white, with a white map of Palestine on the right.",
  "1cb519e8ed345352ffcdaf4280035cf92734be29": "The picture shows a red background with the word \"follow\" written in white in the middle, and the map of Palestine appears in white on the right side.",
  "33716cc54919f1f5888f48c46a4a15a66631e330": "The picture shows a demonstration in which people wave Palestinian flags, one of whom bears a sign with a picture of the dome of the rock and the Palestinian flag.",
  "325956c554c29a073ce8c1183c05d95f25fd1ddc": "A man with a gray beard and a light-coloured shirt shows up looking directly at the camera, behind him being part of the flag of Palestine and a carved curtain.",
  "36c4509f1a8ac1751e4e0754f7e477f7f313b87b": "The picture shows a red background mediated by the word \"hurry\" in white, and to the right the map of Palestine also appears in white.",
  "00d6274e850349080d7b788a8525207cfe16c888": "The picture shows a very skinny baby with outstanding bones, arms and legs sitting in an adult's lap wearing a purple dress. The baby stares up with an open mouth.",
  "58c4b6fe5f87f2836cbaa436c102314b2c8bc1c9": "The picture shows an urban area that has been extensively destroyed, with debris and heavy smoke spreading, and heavy mechanisms identified by red triangles.",
  "846fc85863a93eb8fbe0c11c8243f490d3b4e0e6": "The photograph shows a number of people lying on the ground inside a building damaged during the war in Gaza.",
  "16377bfe23e88a17662be17c128c5c6d8736b30e": "The photograph shows two fighters in uniform, hiding their faces, carrying firearms, standing behind barricades of sandbags.",
  "8e805e06627871129f66e9f737fa00f9746f3f6d": "A woman appears to be wearing glasses and standing behind a wooden and microphone platform, while a part of a blue and white flag and people in uniform appear in the background with orange hats.",
  "8add8eaae35028f55075ce6e7712a8f20afeb4a1": "A very slim kid shows up wearing a diaper, and his ribs are clearly visible... held by an adult hand gently lying on a colored blanket.",
  "2f470a7247c8841b6aee8807854941acb4baca53": "The picture shows a devastating war scene with fire and smoke, with civilians, including women and children, marching into blood-stained land while soldiers shoot near AID boxes and fences, and a tank and aircraft appear in the background.",
  "f3f11d9521cdd2fac373eb531d8f35a33fdc3175": "The photograph shows a fighter wearing a camouflage uniform, a black mask and a green headband, carrying a gun and a Palestinian flag patch on his arm, standing in a crowd of gunmen and civilians in an urban area full of buildings.",
  "5aab16419c1d4c9360f5cda1c0ea0485cb4d11b8": "A man with a gray beard with a blue shirt and a dark jacket appears in the background, flags of which appear white with a logo and a flag of the color of the Palestinian flag.",
  "e79c6b7e46ede644f353297bf5f8898a37166bc9": "The picture shows a skinny young man wearing a dark shirt, standing against a black background. The phrase \"all foods run out\" is written in white in the upper right part of the picture.",
  "75c188214dc9fd4958dcc5dbda796a20b01e481c": "The picture shows a man wearing a suit and a shirt, with a beard and glasses, and his hands sitting in the sign position behind him showing a Palestinian flag and a fog city background.",
  "ecf9206928a800426d20c3bed34ce77bb70b77a6": "A picture with a dark red background with scattered flashpoints, showing a big white word for \"wild,\" along with the shape of a white map that is almost transparent on the right.",
  "50a8ce53b155bcdecb2811d6446b5f8c6d8a53e3": "The picture shows a bearded man looking forward, behind him showing a faint image of a child's face.",
  "fe20bf9d2f20ba56b23bdcd226ec05a2c0958bc3": "The picture shows a red background with a big white word \"hurry\" in the middle, and a white form represents a map on the right side.",
  "5bb9b57c77eab2b28afaa0e4cc49f1f321260be0": "A woman and a man who feeds a baby, with two other children next to them, sits on the floor in a simple place, and has left them with a fried metal wall.",
  "11a7363f312cf150db67c7ff4a7cb477f9babec1": "A soldier with a uniform and a helmet and a covered face standing with a gun appear in the picture, behind which large shipping boxes are piled on wooden pads.",
  "1a6e5e07f0c721736d1c146f03eab5bb4cb94a6f": "The picture shows a red background with the word \"follow\" white and a white map of Palestine on the right side.",
  "05fd9ccf98e24d7c91e1ca8a394637e2fbfa425b": "The picture shows a man with gray hair and beard, looking at the side with an open mouth and his right hand up as if he was talking or pointing.",
  "4a26ef62793b995656527f9f90349d0d2c9de086": "The photograph shows a bearded man wearing a coffin and a military uniform who held his arms, standing on a rocky hill behind which a military tank appears in a desert view.",
  "1b8a6cbd199d9b1b27f39deb81ded52765f46eff": "The picture shows a skinny, bare chest looking straight at the camera, with a light and dark beard. The young man stands in front of a rough gray wall with two leaves on it.",
  "71e05b9255d154bf6db39e02d8f5749c70e3988c": "The picture shows piles of piled dirt mixed with black plastic bags, and a blue wall with drawings and a motorcycle appears in the back.",
  "2c1cda463c27412963fea9af7e069a359260aefe": "The picture contains a long Arabic text, and at the bottom of it shows a red background with the word \"hurry\" in a clear white line.",
  "537d22d3c157746fd49f7719e93573cf3f7fb591": "The picture shows a bald man with a gray beard, wearing a dark jacket and a white shirt, and looking straight ahead.",
  "6355ebff1d4abd499b47f11bd0f653011c93ba3d": "The picture shows Donald Trump wearing a dark suit and a yellow tie. A large Arabic text on the picture refers to \"Donald Trump, the President of the United States\" and contains the phrase \"Israel has to make a decision.\"",
  "dfd5a4b7bd9ee66975a47c97f9092a06b5a7de34": "Close to the face of a man with light hair and brunette skin, wearing a dark suit and a red tie, looking up a little bit.",
  "41150e5060a3d91fa2f73bae0c02e66af171f7ab": "The picture shows multiple packages hanging with parachutes landing from a clear blue sky over an urban area that appears to be damaged.",
  "356264c9abc0eb722d8b61e7f3336943635cb7fe": "The photograph shows Israeli soldiers in uniform and helmets on board two armoured military vehicles in a dirt area. One of the vehicles is flying an Israeli flag that also bears the sign of the David Star.",
  "02822f02e8d26f291dee0e037b5e7b15a99334e3": "A convoy of large trucks carrying white and blue loads lined up on a road, under a clear blue sky.",
  "099443fe01bb4b934c75640c817f745feb1595fc": "The photograph shows two soldiers in uniform entering or moving near the entrance to a destroyed building, along with part of a military vehicle.",
  "b65f198cc34463cad411cc2e9dd6f5de2756d914": "The picture shows a dense crowd of people, mostly men, pushing and carrying different cooking pots and vessels, showing in the background housing buildings that appear to be damaged.",
  "1a1a9c94bf29642b6fde2781a6da478bc18c6dbb": "The image shows the flag of the United Arab Emirates flying in a clear blue sky over the horizon of an unclear city. A dark text block with white writing, with a small red box next to it, is found in the bottom.",
  "68ccff540f6c8b817386c1b115d5757e75ad10dd": "The picture shows the inside light of a large transport aircraft at night. Several people are seen inside the plane whose back door looks open.",
  "bb7a68570958d1ee9295f5548dc16544bab0dd36": "A man in a suit and glasses appears in front of a pink background, along with an Arabic text stating Britain's plan to drop food aid by air in Gaza.",
  "97a7433cfa039d79ff9874eaa6d552b455d894b9": "The picture shows masked armed men wearing military uniforms and green headbands carrying automatic rifles.",
  "651a373843629e6e54f5ad7a41305f3b4347dcc7": "A woman shows up crying and hugging a body wrapped in white, while other women surround her with grief.",
  "78ee9166ef07afe739cae991b327484789a4eebf": "The night photo shows a rocket launch accompanied by a bright flare, with a flag next to it.",
  "c6048272f04d9ab13848e595bec46f3ab455ce09": "The picture shows people, including children, standing behind a web fence and laying hands with empty metal vessels.",
  "94433f2b3aa79b0a658e668cd1c2e09264bfc0fb": "The picture shows Donald Trump wearing a dark suit and a red tie, holding his left hand with a closed fist.",
  "fcb4f569c04612cf457928d3b04e9cb21a2cdc5b": "Many parachutes appear in the picture, falling from the sky over a devastating urban area. Down below, there are damaged buildings and massive piles of debris, with people on the ground.",
  "702a32c728061c45dcd4a50ba8fb987fbef38fb3": "The flag of France is flying on a pole under a cloudy sky above a city.",
  "c681836254279cfd006756c9e06afa36cf2e3255": "The picture shows two men wearing uniforms, standing together smiling, one with blond hair and a red tie, and the other with dark hair.",
  "eafa5426744a68fc95016c9a2fc65363d7e3abf5": "A middle-aged or older man appears to be wearing a dark suit and a light shirt, with short gray hair and a serious expression.",
  "137b8ea573eb1d4561c24757324308f798fca23c": "Egypt's flag appears to be fluttering in a clear blue sky, and a text in Arabic is found in the bottom of the picture.",
  "234167b1ef3f2bd6889f495e0d679e375e23a1a0": "The picture shows the Egyptian flag flying with its red, white, black and golden eagle logo under blue skies. The bottom of the picture is a text in Arabic written with big lines on a white background.",
  "a066e6da766fe3f39cebf5fe8a8072f0fb134ba2": "The picture shows a very poor child seen from behind, whose ribs and spine clearly appear on a simple background.",
  "6313cda3432a5284835a97defe23a47ea0583e72": "The picture shows a green circle with the map of the Arabian Peninsula and Arabic words, and a large white text underneath which condemns an Israeli decision to impose sovereignty on the West Bank and the Jordan Valley.",
  "a409a02b86f9c7298e7ad2f2ce3d50d5175c6e08": "The picture shows a bald man wearing a dark suit and a red tie engraved, sitting inside. An Arabic text written in white covers part of the picture on the right.",
  "4172a3cd8b89e39eb560bcaab42305d5c1bfd61f": "The picture shows the flag of Israel and the flag of Brazil drifting side by side, with an Arabic text underneath which speaks of Brazil &apos; s willingness to prosecute Israel.",
  "6f729af4260a13e960a4157cda704a10ad98ff9f": "The picture shows a masked person wearing a green headband carrying a gun, and behind him a crowd of people carrying luggage across a zone with destroyed buildings.",
  "a2ce3452d347e4a062b1f0cf2d4103885aaf2ddd": "The picture shows children and young men reaching out with metal and plastic vessels of different sizes standing in what appears to be a crowded area or behind a barrier, looking up or forward.",
  "afebccc33024f2f34d93b6269fc29a679879e575": "The Secretary-General of the United Nations appears in a dark suit and a red tie, standing in front of the UN logo. \"The horrors of Gaza are unprecedented in modern history.\"",
  "f7a417230b6a9f5d3cc65b8c1922b4bc389e71a6": "The picture shows a man wearing a dark suit and a tie, with dark hair and a mustache, standing in the face of a foggy background with red flag features. A large white Arabic text fills a part of the right-hand side of the picture, and there are little slogans and writings on the bottom.",
  "4f96c5411234e515b7704e07fb613519032b7f40": "The picture shows crowds carrying white bags walking between temporary tents, leaving them completely destroyed buildings covered by dust.",
  "145d30a8bec96b2f7170ecf55a096f72afbbde09": "In the picture, a group of young men climb a military tank and stand around, while a fence of barbed wire appears in the background.",
  "60d5b88dc8b7904005a1357c28be05b623c98a50": "The photo shows the American Capitol Building in Washington in the background, with a street with cars, traffic signals and naked trees in the front.",
  "f4d52da64de25c6511a14201891fb90e7837dd71": "The picture shows large crowds of people moving on foot in an open area, many of whom carry bags and packs.",
  "9a59566b4c905de3737a18220946b5ae62bc1c14": "Egypt knew of its red, white, black colors, and the emblem of the eagle of Salah al-Din floating in the air under a blue sky with light white clouds.",
  "150e5b090a348d7ec9ca6c19e9a5951cb2685cbb": "The picture shows large crowds of people, mostly men, walking in an open dirt zone, carrying different luggage and boxes on their heads, shoulders and in their hands, with a donkey carrying a load as well.",
  "18aeb3be7460edbb30411b9526deed1bba5c3382": "The picture shows an urgent statement by the Qatari Ministry of Foreign Affairs, which contains a statement by the Minister of State confirming Qatar &apos; s endeavour to promote the concepts of peace and justice through dialogue and coexistence.",
  "bef37cea46201b1456699b444bf55b0beeaeea48": "The picture shows two men in two separate shots; a man on the left wearing glasses and standing in front of a dark background, and a man on the right smiling with a bright background. An Arabic text appears in the bottom of the picture.",
  "bef3777bbad111c3b961997332f4ea62de0843fd": "The picture shows a blue background with a large white text box containing Arabic writing.",
  "41a7b27e4eedade003ace6e1b97970ecd84e602b": "A picture with a red background showing a white Arabic text. The text includes the word \"hurry\" at the top, and a statement by an official of the Gaza Emergency Committee directing the island to let the people speak if the Arabs are unable to bring in the aid.",
  "ce1ce71107257728b893832245ed13b980df837d": "The photo shows a man wearing a dark suit and a carved tie speaking in front of a microphone, holding his right hand with a nod.",
  "2e3e36b662e3a42c691507e8b4d59963df5c386a": "Donald Trump sits in a dark suit and a red tie, and he shows up behind him part of the American flag.",
  "367bd0b1f5a5915d6739c7a7d8b6208a55d0ad65": "The picture shows a blonde man wearing a dark suit and a red tie, sitting around talking in front of a background where part of an American flag appears.",
  "f313c4749f93bf2af0944a781169e5b4f00b72f4": "Iran's three-coloured flag (green, white and red) appears hanging from a white flag pole over part of a building, with a clear blue sky behind it.",
  "cbd19a755f789f61d7fe4305499965c496778ec0": "A picture of a red background showing a prominent white text: \"Hurry: The B &apos; tselem Organization of Israeli Law: Israel is committing genocide against Palestinians in the Gaza Strip.\"",
  "3b0d9ee4d52fba9a8f38368f1eeea489d7425833": "A man with a beard in a light-coloured jacket standing in the front, behind which the front of a partially white ambulance appears in an outside view.",
  "0bd697aea5ddedc336391d6c4b3c6ff2ff0f9a73": "The picture shows Donald Trump wearing a red suit and tie, raising his hand and showing serious features, with a bright background showing red, white and blue colors.",
  "bbe364297cdd09d966c03ab4763e6cca447ead25": "A woman with a dark veil appears to be carrying a very poor child, while sitting and lying other skinny children in a room with peeled walls.",
  "b18b7676041b5734cef33c9b01063d6dd48d18ef": "A picture with a dark red background with a white text announces the Al Jazeera channel's display of exclusive sightings. The text speaks of an ambush in Khan Younis targeting two Israeli army carriers that resulted in deaths and injuries.",
  "d99d37a00e9875be4ceb731715b566bb79788406": "A picture with a dark blue background that quotes Arabic indicates that everyone in the Gaza Strip is hungry, that children are the hardest hit and risk their lives to get food.",
  "a441e43618ff9ac91dfb18a2c786ea7b51f9e647": "The picture shows a man with serious glimpses wearing a dark jacket, and behind him the ruins of a destroyed building.",
  "32a3169057f88104b85317e6b0601df581c6dbcf": "The picture shows a middle-aged man wearing a dark suit and looking seriously at the side, with a part of another man's face appearing in the background. The right part of the picture covers a large white writing accompanied by a small red box.",
  "8340daa2e67e9fa24b15308fb1e8e87b1e95230a": "The picture shows a small body wrapped in white cloth and placed on a metal table, with red brown stains underneath.",
  "95af1d1ed0899fb3fec3b92d29973a505b532c3e": "The picture shows someone with a backpack standing in the midst of massive destruction of buildings and rubble, with warplanes flying in smoke-filled skies.",
  "63ad87eb51beede43a92e99269fa6fdeb4fd722e": "A man shows up in a traditional dress, wearing a fur hat and a beard, with a big sign with slogans calling for a free Palestine with the flag of Palestine standing on a street in a city.",
  "17fff5288d6e760eb574854c1feed7b936442bff": "A picture with a red background showing a white Arabic text entitled \"Hurry,\" the Foreign Minister of Norway quotes about the lack of quantities to feed the population of the Gaza Strip.",
  "87a8ab470e56943b7122936ba9391d108d875309": "The picture shows a row of urban buildings with multiple windows, with large Dutch flags flying from their facades.",
  "186f767cfefdd7fd416c22127456033a76abc95b": "In the picture, a woman wearing a dark veil holding a very poor child whose ribs clearly appear, in front of a cracked wall.",
  "2c33d03a62defa4189d47b574b28aebe17469891": "A long line of humanitarian trucks loaded with parcels stands on a road, and some trucks carry signs with Palestinian flags and Red Crescent emblems.",
  "84892c543952e9dc467a7bbc9b6a008a5b7c2351": "The picture shows massively destroyed residential buildings, while several parachutes are landing from the sky above the affected area.",
  "328ee9546abafead097c9509652dc18135503e69": "A woman with a veil appears to be carrying a very poor child, whose bones clearly appear.",
  "d8333b62527bcda2027f8eecae87aac9bf2901ad": "A man who wears a cup and glasses screams in a microphone with a fist upside down, has several microphones in front of him and a foggy background behind him.",
  "c76481fdd8694e10457bb85a62383df5b975eeca": "The picture shows a dark blue background with an oval symbol of the map of the world surrounded by olive twigs, as well as by the words of UNRWA and UNRWA. The picture contains a long Arabic text in quotes, calling for the lifting of the blockade of Gaza and the introduction of aid.",
  "3e37df59765be0b2c43462031dea6c8b16332f84": "The picture shows a series of cover-ups of world newspapers highlighting images of hungry children in Gaza, with a text from Al Jazeera in Arabic underneath which deals with the global coverage of famine there.",
  "8204d80f70cb4f20e7dcb6bd545b4487bd057a7c": "The picture shows the Ministers for Foreign Affairs of Qatar and Egypt: one is wearing the traditional Gulf uniform, and the other is wearing an official suit, both of which look straight ahead.",
  "913302e6930ab216c173fc608b2d20000830ea12": "The picture shows a dark man wearing a suit and a tie, talking to a microphone, showing urban buildings behind him in a foggy background.",
  "755955eba37d8ce16fc7729fe507d4b8fc34a728": "A man in a camouflage uniform and a red hat, with medals on his chest, stands up and speaks in front of two microphones.",
  "bf6c693573ef2fb6e54b9e0bc32e5d455153ae9e": "The picture shows a white man wearing a dark suit and a tie, talking with an open mouth.",
  "d59be3460f31e06ddc9f8e512fb0ab7c98a05da0": "The picture shows a bearded man wearing a dark suit and a white shirt, looking straight ahead. On the right side, an Arabic text written at several points in a white line appears on a dark blue background.",
  "d816af2decc7c64a1778e219e660fef4cefce0f0": "The photograph shows a man wearing a jacket and a shirt, with a large Arabic text showing that he is the head of Hamas in the Gaza Strip, and a series of quotations from his statements.",
  "4d96b0f172a8d349ddac9d43ce9763df693ffb34": "The picture shows a man with a beard in a jacket standing on the left, while Arabic texts in the form of points on a blue back to the right.",
  "62762baf836fccb77a7645a6437f0f4bb9ec102c": "A gray-haired man with a dark suit and a light blue tie appears standing in front of two microphones, proving a yellow tape on his jacket.",
  "a4f524120372b672c50b24aa599e5aa3658f7b01": "The photograph shows a man with a beard wearing a suit, speaking and pointing his right finger against the background of a city building, and includes a prominent Arabic writing.",
  "59274e06670a9b05085cad8f922d7e1fc7f66281": "The picture shows a bearded man wearing a dark jacket and a light shirt, pointing his finger and talking in the face of an unclear city.",
  "dcba26e0c81967b1633cfd2219f7879b60fed3d8": "The picture shows a bearded man wearing a dark jacket in the back of a foggy city, with a prominent Arabic text with \"hurry\" and other texts.",
  "b4c777b653f68e38d31779c4763f3613de08760d": "A man shows up with a gray white beard and a serious face wearing a dark suit, with the background of a foggy city.",
  "84b160f9f7b0019b602e81cd45c7b6c74d8a4db5": "The picture shows an infant suffering from severe malnutrition, with skinny limbs and a bloated belly, who is held in the hands of an adult and wears a diaper.",
  "302ded30acb91eaa161c4a21bcec01e8a9e3db8d": "The picture shows hands carrying a very tingling baby wearing a diaper, where his bones clearly appear.",
  "d71e38e2489b15ee361f0128e3918014aa65388b": "The picture shows Donald Trump's face in serious terms, with an Arabic text from which he discusses the provision of assistance to Gaza and questions about its use and the existence of famine.",
  "74f104561ffe16e2fdec4fb45df43251ed7d7219": "A large transport aircraft appears to be flying in a clear blue sky, while several packages and people are being dropped.",
  "a6011dcbefe06c8e263accef9b4b31673aaea154": "The photograph shows a large truck carrying bags or packages, with a man standing next to it wearing a jacket. There's a big sign in a scarlet color on the side of the truck, and the scene appears at night or in a faint light.",
  "c88c77152d412a28818cb7bda5b7096ccec83580": "The picture shows a text on 27 July 2025, which speaks of the arrival of country food aid in Gaza, highlighting the suffering of 2.4 million people from starvation and the closure of crossings.",
  "560677747e6eeef27cbc0ed90d406fd97d565203": "Several parachutes landing from a cloudy sky over a crowded residential area in the buildings.",
  "a50e9551fb7d68d85c0e07a6eb9275111094014a": "The picture shows a circular slogan for someone with a green gun and a gold dome, under which there is an urgent news text.",
  "614804de38bc4dd5dbed1b4b5b3959fc41674cef": "A bald man in a suit and tie appears in the picture, and he seems to be seriously speaking in front of a pale light background.",
  "4883a21f00a1fbb66e6afd5b809813c4e0b13446": "The photograph shows soldiers wearing military uniforms carrying a stretcher near a helicopter in a dusty desert area.",
  "3b968febb526333dc6b60d7f7aedf6bdf0a88995": "The picture shows an elderly man with white hair and glasses speaking. The bottom of the picture covers a wide red sign with a text in Arabic written in white.",
  "78f8453f967d3e31938f9b3f91f11381e1741fd0": "The photograph shows a gathering of people with signs with photographs of individuals, while in the background there is an Arab text that speaks of families of prisoners and demands on a exchange deal.",
  "3a7acfcc8d67c6405d7712874b884e11ef28c92d": "The picture shows a guy bearded with dark hair, pale and tired, looking down, showing a piece of his upper torso exposed on a dark background.",
  "146139752f1f3bdd8c2c2f1704f2b8b18653c548": "A skinny young man with curly hair and a light beard, and his bones are clearly visible, sitting in front of a dark wall with two papers hanging.",
  "848344baf7975f10a1449b98dd5ce5ce07b949a7": "A naked person shows up digging a shovel into a narrow tunnel with a curved roof, surrounded by piles of sand, wires passing along the walls of a wooden or concrete tunnel.",
  "1a280ab01aaf4d48f709c99a380c8723ca053801": "The photo shows a man wearing an official suit and carrying a document, along with another man in a suit, while behind them there is an official flag and part of a logo.",
  "1acb6d65aa67801f8a71680af89cdb0084543c98": "The picture shows President Mahmoud Abbas smiling in a suit and tie, along with a Arabic text quoting his statements. The text mentions his desire for a \"unarmed\" State of Palestine, including Gaza, and for elections that do not involve forces that are not committed to international legitimacy.",
  "3013a8c36176bc900722a86c89890e722cf8e7f4": "The photograph shows a group of armoured vehicles parked in an open area, with two soldiers in uniform standing on two of these vehicles.",
  "30d6e99dba787290d93a3512a694db247ae8237a": "The picture shows children standing or sitting behind a metal barrier, carrying different metal vessels. One of them looks clearly, while another leans over a bowl, and a third child stretches his hand.",
  "b391b135c8f5d3214f4b71820ac2bcf944114853": "The photograph shows several men in uniform, some of whom are armed, standing in an open area near a wooden booth. Another person shows up on the floor with a handcuff and surrounds the scene with a white and red security tape.",
  "c99ee7366f08ff03c82ca532d738ed646e3887ab": "Two men work among the green and red tomatoes in an agricultural greenhouse, one of whom tends to take care of the fruits of a plant.",
  "61e617b6b25f46ca6e9b2833457e233314c72cc7": "The picture shows a woman wearing a black veil carrying a child, with a number 7 in yellow and the word \"witnesses,\" as well as a white text showing deaths due to starvation and malnutrition, including a child, in Gaza over the past 24 hours.",
  "649225173a43f81bebb8d5adc30c7454cec85de2": "The picture shows a lean glass bowl from which a large number of oval white grains spill. An Arabic text, written in bold, covers the bottom of the picture.",
  "dbd752a49e66eadc2116af8315c370db81e70d38": "A very skinny body, from which the ribs clearly appear, lying on its back and partially covered with a white sheet, with a hand touching over the chest area.",
  "4cad2018011ee5e067cf35e3cf90711860321263": "The picture shows several people in uniform, one of whom is carrying a firearm, surrounded by someone sitting on the floor next to a small wooden building, while separating a white and red warning tape from the area.",
  "b9f71add530370da389f64a0f894c426fb1aa3ea": "The picture shows two men in a split shot; the man on the right wears a dark suit and a blue tie and puts a yellow ribbon on his jacket, and behind him shows a white candlestick and Hebrew script. The man on the left, wears a dark suit and a red tie, and behind him a faint blue light.",
  "d9bb71da1fa663c2b38a7f7bd798b012fd42cc40": "The photograph shows a document written in Arabic, containing an invitation for popular participation in support of Gaza and the prisoners, in which it is mentioned on 3 August 2025.",
  "158b6fb9d1047793cde5a9850e584b5d30a1d1f5": "The picture shows a large Arabic text in yellow, which says, \"The war of starvation against prisoners has been going on for almost two years,\" and above which is another text that includes talk of starvation in prisons.",
  "47fd91088411d01753159573adaf1448e81a3bfe": "The picture shows a group of people in distress surrounding a young man lying on the floor wrapped in blue cloth, and a woman who is crying clearly.",
  "6aa1152eebbaa9b9cc5343474a10c070badba1b7": "My bottom street with a sidewalk surrounded by palm trees and concrete walls, and a dark car appears at the end under clear blue skies.",
  "e817c886fe525469ae87945ba79f174bacc2af27": "A group of men in civilian clothes and sunglasses walking in a dry field, while a camouflaged military helicopter is behind them.",
  "71378aff77bf4310d9ac1c9806b7b1334c5c5a5e": "The photograph shows a soldier wearing a uniform and helmet, looking through a binocular from inside what appears to be an armoured vehicle in an open area.",
  "b31a0e10a033693c3a8c72cbc4b4acc51b8335ec": "The picture shows an armoured military vehicle walking down a street in a city crawling with commercial buildings and street vendors, as the smoke rises on the horizon. In the front, a man stands by the side of the road watching the scene.",
  "1ff399e03a875e9e82386334bcf93e9e14bd3035": "The picture shows a red background with a big white text that says \"press release.\" The image mediated by a black microphone.",
  "ab6456b92718d2408a365943175233597ad2c71d": "The picture shows lower limbs of several hanging people, some of them bloodstained, with a bunch of guys in the background watching the scene.",
  "c9ebf0cfbc58e73a9c5784c484478c0acafef228": "The picture shows a woman wearing a veil holding a child who appears to be very hysterical, showing signs of grief and suffering on the face of the woman.",
  "e19658e5659fe35d3349a1d1b8cbad1d1bd9f263": "A little kid in a camouflage costume sitting on a red carpet, and behind him line up men in camouflage uniforms, black masks and yellow scarves.",
  "7f7b4d54519305d7ae54b552eea94c563df83aea": "The photograph shows four people wearing military uniforms carrying guns walking on a narrow street between buildings.",
  "c3e31152e6d86cede206c3291667ddc7e265c073": "The picture shows a black man with gray hair, wearing a tuxedo and a dark tie, and he looks serious.",
  "484c27fe9497a183d4c555d474f7498325615af1": "A body covered with a white cloth lying on an orange stretcher, touching the hand of the person whose eyes appear closed.",
  "3706e8f8ea780742fba38c205f57c9d658335879": "A blood-stained man appears on his face with a big white bag on his shoulder, while others walk around in an open place, some of them barefoot.",
  "d1ea4d3c4a7746f7e8dbbe66deea9159afba3db8": "The picture shows a lame young man lying on a bed, with his bones coming out of the chest area, with a white bandage on his arm, while a picture of a healthy young man is shown on a mobile phone screen.",
  "fb33ccc9a3f7e8938209668c537d03ea0d34969a": "The picture shows people walking and gathering on a street between buildings, as a heavy smoke pole rises in the horizon in the background.",
  "0bb1dff1fa802a36617540d0e5b6cb57cc74be55": "The photograph shows several bodies lying on the ground between the rubble and the wreckage of buildings, among which is a cardboard box that says \"Man First.\"",
  "683a95f614d2a006ab24829cdf2be11b55ca8c01": "The photograph shows a poster in Arabic against the background of the Palestinian flag, presenting a national programme for a world day planned in August 2025 to support Gaza and the prisoners. The poster lists events in various Palestinian cities with dates and locations, and concludes with a call for a halt to the extermination.",
  "e61e5f9188446ca13ac0cffb1498908ca3b7b78a": "The picture shows a crowd of people who appear in distress, stretching their hands and carrying different vessels, including a large blue bowl.",
  "ed272c0d1acfcf5e6616f1b7d0638d4325fd6b0d": "The picture shows a large crowd of people gathering in an arid sand zone, with vehicles and security personnel in the background, piles of rubble.",
  "756d11d8c2180813bb268e59e476b44a6a67dd90": "The picture shows two men, one of whom is an angry young man with a box or a light-coloured object, and the other an elderly man in a camouflage costume, sunglasses and an English-written hat.",
  "a203c87dc4f33e715324fe59597fd8ade10a5236": "The photograph shows a group of people, mostly women, participating in a night demonstration on an urban street. Protesters carry large banners that are written in a broad line \"DEAL NOW\" (now a deal) and use loudspeakers.",
  "e716d813e33fd36d38b2827bbb8728b099ec3bad": "The picture shows a crowd of people, most of them men and young men, with a text in orange that covers a large part of it and says: \"The occupation executes those waiting for help.\"",
  "e6925e804447bb7796e97bf17695a5d40c158834": "The picture shows a red background with faint retina lines, with a dark microphone leaning a little bit.",
  "e7a556adf6a0e19c82459cded72fa5b15eb66964": "In the background of the picture, a crowd of people clearly appear incomplete and in a form covered on the ground. The scene covers a large Arabic text in yellow that says, \"The latest result.\"",
  "5f8f3d899467013cfdd150ad4b8e464af610c486": "The picture shows a dark background with a sand-hour icon and multilingual expressions, including \"time runs out\" in Arabic, Hebrew, and English. It also contains a large Arabic text in orange that sends a message from Gaza and clearly mentions words such as \"resistance,\" \"weapon\" and \"sustain.\"",
  "e059cf2b1eed70133cce3d04651f31e6a71df0a3": "The main picture shows a large crowd of people surrounding a body on the ground, with an unclear rifle in the foreground. At the top, a yellow writing that says \"American Aid Massacre.\"",
  "25da824e757ea3be1a5da7307c656656b144f4f3": "The photograph shows a woman speaking in a microphone during a mass demonstration on the street. The demonstrators carry Palestinian flags and banners calling for a halt to the arming of Israel and the liberation of Palestine.",
  "8df1690802d5110943989b6d98fb43dc1f9c3550": "The picture shows crowds of people stretching their hands and carrying empty vessels, showing signs of distress and despair.",
  "33cdacc46d0a5d6c871c8a9766fcb778f161e575": "A very skinny boy shows up lying on a bed, and his bones clearly show up, with a bandage on his left wrist, a hand in the front with a smart phone showing a picture of a kid wearing a jacket with a head covering.",
  "604d1c662c32c056071f2cf9a9ca0ce33263b8b3": "A man in a suit and a tie standing next to a white car with red ribbons and artificial flowers puts his hand on the hood.",
  "17bac991be45ddff021e953665844c836dd8310b": "An old man with white hair in a uniform and a tie, standing in front of a speech platform and behind him a blue flag with yellow stars.",
  "4b9985ba7e2f90747cf340dd4ab68948796b78f4": "An old man in a suit, a Jewish hat, and a yellow ribbon shows up with a little white thing in his hand in front of a stone wall.",
  "09eb906abe72648269c36d5d229fdb430f3569a7": "A gray-haired man in a dark suit and a red tie appears to speak and raise his hands against a blue background.",
  "81e84a41c4f08586717ac8ab09a9e74a0ade4f2d": "The picture shows an urban area suffering widespread destruction, where most buildings have become rubble and rubble. A number of people are gathered in the middle of this scene, and a partially destroyed vehicle is shown.",
  "643f0f1aa8f2cf63c26ee1e7d4eb8038599bc85b": "The picture shows from the top a crowd of people involved in burying bodies wrapped in white coffins in open grave rows. The site looks like a mass grave full of people and graves.",
  "e1197864bbe672bc2bb72e344978dfb66167f89f": "The scene shows a guy with gray hair wearing a dark suit and a blue tie. He takes his head down and puts his right hand on his mouth, with microphones and a partially blue and white background.",
  "7067b96ed2407a6a40fbdd61b7ac84fbacc131b4": "The picture shows many buildings that are heavily damaged and partially or completely destroyed. The rubble fills the ground among these buildings, and smoke rises on the far horizon.",
  "bf66a391d7f16e69fe41c15f0775856f1fa71aa7": "The picture shows several men, some wearing security uniforms and others in civilian clothes, standing on a pier next to a dark blanket covering something on the ground. The site is surrounded by dense green plants and trees, with a vehicle in the background.",
  "2afda40853339a8546090e538f7954458ab805e9": "A bald, bearded man in a dark suit and tie, sitting behind a microphone and looking like he was talking with his hands and nods in front of a dark background.",
  "90e15f0f5b433feeb3702372439ec1fd770aceec": "The picture shows a man wearing glasses and a suit with a mustache, smiling lightly in his upper half.",
  "3ac5d993ddb7b5d6dd0121a83f618bd3b8f8dbf0": "Men carry a body covered in a white bag, and a crowd of people walk in an outlying area.",
  "74f7dbe77a859c06d970103f30064daedf2d2009": "The picture shows a close circle of women and children gathered on the ground, some screaming and crying clearly, with scattered domestic time around them.",
  "ff9032bafec1859f169e8da0da849fdca6e75b32": "A sleeping little boy appears with closed eyes, based on a metal skeleton and wearing a light hood.",
  "3a4f210ae458b3a770aa943088bd4411c6f6c3d5": "Two shots show a young naked breast with curly hair inside a narrow dark tunnel, holding a shovel and digging in the dirt.",
  "3b810926d3252ef4bb9057c79ca11ba3efa99e8f": "The picture shows two men wearing two uniforms, one wearing glasses and talking and pointing with his hands, while the other looking aside at a side situation.",
  "f0cd00e0308833afba93c97dcc4a53cd95693660": "The photograph shows a truck loaded with large white bags installed on wooden pads. Blue text on the photo indicates that auxiliary convoys crossed into Gaza.",
  "62d4e019cb46bba13d286efefd4a40237c15c223": "The picture shows huge crowds of people walking in a dirt zone, many carrying their luggage and personal bags.",
  "278f39ad86fed85b0cfd820a7e103030af4800d7": "The picture shows a meeting of a group of people, including those in military uniform and Jewish hats, around a big table with Israeli flags.",
  "bb640b1047a8feb0b508a324fd811da5e07727dd": "The picture shows many hands with different pots and pots, some of which contain liquid, in the midst of a large crowd of people.",
  "95acfa6a57ce2b7a7ab11af526e1135377e93004": "The picture shows a crowd of men and children brawling in desperate faces, supplying their canals and quarries for food.",
  "37455196b338549889879bd1b4d84919ec697746": "A man in a camouflage costume and a protective jacket shows up shaking the hands of a woman wearing a veil behind them, there's a blue sign with the design of stars and lines and writing about delivering human meals.",
  "c8f9f9b95f24789d2b54f643b2a2d21e54438a13": "Large trucks loaded with white bags appear at the gate, with Egypt's flag raised in the background.",
  "6da3f2c6abf5044c4b627050137ed4a4cde13ee9": "In the background, a large ship appears in the Blue Sea under clear skies.",
  "7f201ed3675008317639a8653bc288a823f1f4cb": "Multiple black parachutes appear to land in cloudy blue sky.",
  "80ae07226e31989d724ed54f0a4a38a09dee083b": "A man in a suit and tie appears to speak in front of a microphone, holding his hand in a sign. A woman with dark hair and a blue jacket appears in his side, behind them waving red and white flags.",
  "a6f72bf7423a8b5d0b4185b353491cfadb168e45": "The picture shows large crowds of people, mostly men and young people, gathering around a white truck and climbing on it, while behind them a destroyed area full of building remains and rubble.",
  "545942a8f2cec6594f4eacdab84e64df9c0e02e3": "A man in a suit and glasses lifts his hand, and a soldier shows up behind him in a uniform that says hello. On the left of the picture, the flag of Palestine is fluttering with its red, white and green colors.",
  "6fa6da2f471e23b48e9124bdeadb1713ced6df05": "Two men in two official suits appear behind two wooden platforms, one of which speaks. Israel's flag appears in the background, and on the right stage the Israeli State Department logo, one of which wears a yellow strip pin.",
  "e18b8dd54a3184eefb62e4a2c1ef63412484efac": "A man in a suit and glasses appears to stand against a gray background with the phrase \"UK-EU SUMMIT 2025\" on both the platform and the wall.",
  "097e1705ff55cfbbb20d3d0c9dafa14ac9d7815c": "Two men in official suits stand behind speech platforms, where one reaches out to the other. Flags with distinctive designs and colors, including green, white, red, red, red lines and a blue star, appear in the background.",
  "2b4a4d87d427478cc045860ec237faf892be429b": "The flags of Palestine and Israel, Tarfarvan, are over a building with sandbags and camouflage nets.",
  "b9a48391ee40af1fff07122e3797ed7d14109996": "The picture shows a city at night, where the flames and smoke cover the sky's thick horizon. The city's buildings stand out as dark shadows, including a minaret, under the flame of fire.",
  "d2a033a97aec918dc5f4fa13c5b7cc0baa9053d1": "The photograph shows a man wearing a dark suit, a red tie and a yellow ribbon badge, standing in front of a blue background with Israeli flags on both sides.",
  "67245ff44efb99057337cb54d4a60e0fdd8dd21a": "The photograph shows a man in a military uniform with a gun in his head with a gang with \"Hamas,\" receiving a certificate with \"Regregated Recognition\" from a man in a suit, with two other men standing next to them in suits.",
  "9ef4384ac7a56cb2d686e37dcb4360e71ab66ecf": "A white and black aerial image of a coastal city, showing urban buildings and a sandy beach overlooking the sea, with a road and a park separating them.",
  "5fb3ecc8b3fadb4847ba712c1057192699ce6304": "A woman in uniform and a camouflage cap and a tactical jacket smiling at the camera.",
  "f72a27050fa2b41b41491cb79fb06ac89020237e": "A woman who wears a veil smiles and carries a bag with a \"Gaza Donations\" that drops money, plus a handbag, while a man with a beard comes from behind with a pillow. In the bottom of the picture, there are large bags with flour and rice marks.",
  "2f8db140333e49e88a517752b206d4c0fbdda57a": "A man in a dark suit and a white shirt, with a yellow ribbon on his jacket, standing behind a platform with Hebrew writing and speaking with his two hands up, shows a blue background with Israeli scientists.",
  "8fae61ec0b98743638b48c5c96fb5800821b833e": "The combined picture shows five people smiling at different ages, two adult couples appearing in the upper part, while a young child and a young woman and a baby appear in the lower part.",
  "fa202ad5a2ce5ee751c78cf5a7fc37e1059a8c62": "The picture shows a large crowd of people dressed in dark clothes gathering around white coffins.",
  "3b00af3eae9058e42d2dc4cc3b0543e09df27c22": "A middle-aged man appears to be wearing a uniform and a blue tie with serious features, with an Israeli flag behind him.",
  "8261136c8d528fe03dbfbd320a4fd0a1a71198af": "The picture shows a man wearing a dark suit and a red tie, with a yellow ribbon and a small badge on his jacket, a blue background with a six-star pattern, and a red ribbon with an Hebrew text on the bottom.",
  "9b20ef9f613087cb4a7ad080c26ef43c399627ed": "The picture shows a red background, mediated by the word \"hurry\" in white and in large handwriting. There are fine horizontal white lines up and down this text, and underneath the bottom line the word \"Israel\" appears in a smaller white line.",
  "8c28a0169664df1ed0265f0df0ad9a8b5eb96016": "A man in a white suit and shirt, standing in front of two Israeli scientists on a blue background, puts a yellow ribbon on his jacket.",
  "8720b3a5485f115136bcc3e86dfb67321d3d55d1": "Soldiers in uniform, carrying a black body on a stretcher, walk in the middle of the rubble in front of an damaged building.",
  "cca82a0abc66063ba509125c3f34c305691d674d": "The picture shows a dark blue background on the map of the world lightly, with a big white text in the middle that says \"press release.\" At the bottom, Israel's text also appears in white.",
  "89bb6933b2cca6407cb3fd5fe39f5d06cc90029b": "The picture shows two shots side by side: one for a candlestick on the edge of a window overlooking a building with a flag, and the other for a rusty candlestick standing between the rubble in an outer area.",
  "8da3c50fbde9b82308183a8ae6e64181e27dcf85": "A man in a dark suit and a red tie, with a serious face, appears behind a microphone platform.",
  "eae614bea7f042b10cf7aec7b1db968eeeb841da": "Men sitting on the floor sharing fruit, one of them peeling oranges, with plates of peeled fruit next to them.",
  "de87d03c8c8c63a3fc43f7a5b4396f01d10b9048": "The picture shows a skinny man digging into a narrow tunnel in the top, while another man's face is seen with tears in the bottom.",
  "5932147820b86ae4f61abfe90ee5c93648ad24b7": "The picture shows six portraits of adult men and women, faces showing different expressions, some smiling.",
  "715948c0492ef899060069953a926e09a94f03d9": "A man in a blue suit and a blue tie appears, and puts a yellow ribbon and an Israeli flag pin on his jacket, speaking in front of two microphones and behind him the Israeli flag and a blue curtain.",
  "d291a89cffb61a1315fda4175b0543bfc12679d8": "A man in a dark suit and a blue tie speaking, behind him the blue-and-white Israeli flag.",
  "6dedf0908bafdd7972be705552644149a08f6595": "The picture shows an old man dressed as David's star, who puts his hand on a young military pilot in green. In the background, a fighter plane and Israel's flag appear up, and on a building the phrase \"never again\" is written.",
  "35da065ce9e363add6334b42bb5d887049d8f142": "A man in a red tie, a red tie and a yellow ribbon on his jacket appears to speak in front of Israel's flag and behind a tree wall.",
  "7455a0d3ec379fb561d1878c48464feb19f20624": "Benjamin Netanyahu, speaking in a suit and tie, shows behind him the Israeli flag and bookshelves, while he puts yellow tape on his jacket.",
  "994e86f78696de9cbb402e488a89d0e81c26bfab": "The picture shows a smiling woman wearing a red cap and glasses, dressed in dark and black red, on a simple gray background.",
  "059d08994c120dac0bc1b029e441cefbad5d3ed1": "The picture shows a woman speaking in a microphone in a black jacket with the word \"NOW!\" in the face of a messy background that includes a yellow tape and a little yellow bird statue. The bottom of the picture shows a group of people walking in an open area, and their features appear unclear because of the blackout.",
  "158e5c54cc76da4435ba62de4ae7d0fda1841aae": "The picture shows a dark background of David's star and yellow ribbon, and in the middle the word \"hurry\" in a large white line. The name \"Israel\" appears in the bottom of the picture.",
  "29b4bd89433b01cadf117503ada313aab192c228": "The picture shows a split: on the left, a skinny man with a pencil on a paper on a wall. On the right, two smiling men appear carrying a plate of fresh, diverse fruit.",
  "1e08971e3f0a3354769039aeebbde300ca2e5e39": "The picture shows a young man wearing a military uniform and a dark hat smiling at the camera, in the background, showing a number of people sitting on runways.",
  "443e85279e19bde5a44356ad16fe12715ba971e8": "The picture shows a military cargo plane flying into a clear blue sky, dropping large aid packages with dark umbrellas, with small white packagings hanging from it.",
  "3f2acea018d723456815a7c80afa66407a8816e9": "A man in a suit and tie appears to speak from behind a platform, along with Israel's flag. A blue sign with the State of Israel logo and the text \"State of Israel Ministry of Foreign Affairs\" appears in the background.",
  "b1fb969bab5978bd759122ade76f08232458004e": "The picture shows a man wearing a black suit and a blue tie, behind him showing Israel's flag and a bookshelf. The man puts his hands tangled on a wooden table.",
  "67b31b65f18f9ef1a971e7b0b0a3403e706652c1": "The picture shows someone wearing a green mask and a green headband with a writing on it, carrying two little children, holding one of the children with a dark-colored firearm.",
  "8ab4fbfc1252abddbc791a06b26a203408301027": "The photograph shows a man wearing a dark suit and a blue tie, standing in front of a blue background and part of the Israeli flag.",
  "5ea4f48b30e4277fa54c5ba533650c2795073066": "The picture shows three individual shots of people: a woman with dark hair on the left, a young woman with braided hair standing in the middle of the open air, and a bald, bearded man smiling on the right.",
  "486b194bda856f8301da5e5e1473b7d9702fc751": "The picture shows a comparison of the Palestinian field in Gaza before and after: the upper part shows a crowd around a car, while the lower part shows the same field and has turned into a shoveled and destroyed land, with tanks and an Israeli flag flying.",
  "1086d02bf84549c399a3a536d0a2487ca4b5f591": "A soldier with a gun and another person wearing a helmet and a protective jacket appear standing in front of the entrance to a dark tunnel, the surrounding area consisting of dust and rocks.",
  "3f1cd69231ff4835a73e7b94e4be989dde0e85cb": "A light-coloured helicopter appears on a runway at night, where its powerful lights light the ground in front of it. Other remote lights appear in the dark background.",
  "da8f4510ed9c1d29bfdfa4ec0242621fbd899dea": "The picture shows a close shot of a woman with long brown hair, looking up and on the side.",
  "aff924dc7f1cf2e67d22e1556d5ef3a9ed494b29": "The picture shows a man wearing a dark suit and a blue tie, standing in front of a blue background with David's star on it. His hands appear a little high and pinned, while his right side stands with Israel's flag.",
  "ebe467d26580c9070fa8dfbc3378e607d70379a4": "A man in a green military uniform speaking in front of a number of Israeli flags, with a wooden wall behind him.",
  "856620f7a208d5a73a9d63767c773f6b64844f0a": "A man in a dark suit and a blue tie speaking in front of Israel's flag, shows part of it, and a black background.",
  "77991142a87bfb184698cc1d1ce7d91d401745b2": "The picture shows a group of women pretending outside, putting orange tapes on their mouths and carrying signs. Their hands are tied and covered with red material, with clear red stains on their light trousers, some wearing Israeli flags.",
  "d9a90836d1ac631664824e6a3959b6491bd5d56b": "The picture shows a man, known as Ambassador Mike Hackabe of the United States, speaking in front of a microphone.",
  "7c7b4c1429f21e345a38bbbe5b202ca06babf861": "The picture shows a store full of plastic boxes and packagings, marked on wooden and high platforms. Some boxes appear to contain products such as napkins, and yellow signs are seen on several sets of boxes.",
  "f398c7d84e83032dbbfe8ee78ce22e5e6e26700f": "A man in a dark suit with a yellow ribbon badge standing behind a rhetorical platform shows Israel's flag next to him, with blue curtains behind him.",
  "13552694148e7293320b5092ba8bbf5621166b07": "A man in a dark suit and a blue tie with a yellow badge on his jacket appears, speaking behind a microphone platform with a blue background that says \"State of Israel\" and \"Office of the Prime Minister.\"",
  "7eb5c580e1fdc876eeea2b3053fb83a1a05ded7b": "The picture shows two men on earth, who put their hands behind their heads, while military mechanisms and soldiers stand behind them in a devastated urban area.",
  "db4297de06f20fe5c7d7334ed78f81ec3b72d06a": "The photo presents a personal file on a social media platform of a person named Nur Attallah, showing her personal image and information that she is a master's student in France.",
  "97c540364a75f2241041d730312fed395346dafc": "A man with a dark jacket and a light blue shirt and glasses, speaking in a microphone, carries a little yellow tape on his jacket fold.",
  "1eaaa1b537a52807e6ba092661316744bc5a9e67": "The picture shows an old man wearing a birthday hat and crying so hard as to stand in the middle of flames, surrounded by horny red devil figures laughing and carrying popcorn. The picture shows a birthday cake with a candle, as well as a sign and text bubbles containing Arabic scripts.",
  "751599ea814ea2d094da6b2c747e4105e09d2a14": "The picture shows a man with a blonde hair wearing a blue suit and a red tie with an American flag pin on the jacket.",
  "5393d67fa1a94b1e10d1f0b6b214e1b319e210d1": "A man appears to be sitting next to a sloppy kid lying in thin order, both inside a wall room that looks damaged.",
  "4c67c5bcde578817496b4a6ccdb6e8c75781833a": "The picture shows a man with a blonde hair wearing a blue suit and a red tie standing in front of a blue background showing parts of the U.S. flag and drawing of the White House.",
  "c698cf049fe66f0230686640a6e3d1291331b690": "The picture shows a cargo plane flying in a clear blue sky, dropping several dark umbrellas with small white packages.",
  "ca607e1d098a9fab7f22424d27f33b942759ab5e": "The picture shows someone lying on a blanket, who seems to be very hysterical with ribs and stains on his exposed skin.",
  "3087e1b8282c4efd4100c65f9fef31cdb7d6b6aa": "A woman wearing a veil sits in a tent and looks at a little baby on her lap wearing a diaper. Another kid with curly hair standing in a shirt that says \"smile\" in the background.",
  "64a046d86c109f279b588ef171e74dfb4108af54": "A man in a black shirt shakes a woman's hand while backpacks and people in uniform appear.",
  "bd38a51f20fe0d628fca925c74af1095d3af33f1": "Two men appear to sit inside what appears to be a storage room or shelter, with shelves loaded with various foodstuffs and a simple wall behind them.",
  "0934ad66181660489e0d9a008968fa8f2163d54c": "The picture shows a child in a medical robe and standing in a natural appearance, with another child suffering from severe malnutrition, whose bones are clearly visible.",
  "4eb80c354291badfe924e0145a99f02f9769f6ab": "A man in uniform and a tactical jacket, standing outside with white piles and a yellow crane in the background, appears in the picture.",
  "216d361a30d990a1e9279a8f045cfe065cebcba2": "The picture shows large dark tubes lying on dirt ground in an open area, with piles of dirt and building equipment in the background under a partially clouded blue sky.",
  "12d012edfc3c99f5559e53afe05f1344d80e51b5": "Truck loaded with large boxes with belts standing on an airport runway, accompanied by a large transport aircraft in the light of dawn or dusk.",
  "a8e2fd8430c7dbb593464a42748ef7fdf30ee5b8": "The photograph shows an aerial map of an urban area divided into white and red areas, containing text warnings in Arabic from dangerous combat areas, as well as a letter and a code QR at the top.",
  "db2e0cb03700359808d270df16a0293c6f0a65d1": "A man delivers food containers packed for two children smiling in a room with colored walls, showing happiness while receiving food from a man in a jacket.",
  "8165a398c3e17f02525db4aed0c10d885f655a3e": "A man in a dark suit and glasses speaking from a speech platform behind him shows a sign called the Israeli State Department and two Israeli scientists, and the man wears a yellow tape on his chest.",
  "4ffebf732f89c551d984fa4891d4ff69f4bb3405": "A woman who wears a light-coloured veil appears in a narrow tunnel with rough walls, holding a plastic bag.",
  "340211357bb8609554b455f7aa9f3c6b04213f4f": "The picture shows a space map of the Gaza Strip with the identification of rocket launch sites near a humanitarian aid distribution compound. There is a large section showing this compound and a rocket launch point about 250 metres away.",
  "26dcb779ece82e8cd469e13d9c8622f6f4ae10d0": "A man in a dark suit and a red tie appears, with a yellow stripe on his jacket, speaking in front of a microphone. Part of the Israeli flag appears in the background.",
  "36d20e60cac2e384f05e7925d67bb85f10975c3e": "Several large trucks lined up on a dirt road, carrying plastic boxes with belts on board.",
  "fa40ed3605f041be6b5bda211db0757a04832792": "There appear in the picture two men smiling before them a dish of cut fruit, and an organization: behind them he sees a simple concrete wall.",
  "da26429fc6a2a5a8d01ab4f0f5fa8d1f6fb361d7": "The picture shows the face of a man smiling on a partial inside background. A large part of the picture covers a dark blue rider with a yellow Arabic text that mentions \"Afra Mengstu\" and \"about 11 years in Hamas captivity,\" as well as a yellow tape as a symbol.",
  "6567f6358bd5cc9b8264c0d84687adb97fee7cad": "The picture shows a man smiling with a white beard, wearing a dark suit, a white shirt, a red tie and a white pocket napkin.",
  "43b438a2a04596541eab937d9e1754a77dda893e": "The picture presents a warning text in Arabic and English on a dark blue background, dealing with humanitarian aid and famine in Gaza. The text contains warnings to activists and journalists against the publication of images that serve certain policies, and shows Palestinian flags and warning symbols.",
  "6e00b552e12b9a264b7fd3dfccdb7897fedd133e": "The photograph shows a document written in Arabic on a white background. The document contains a text divided into clearly numbered points, such as \"I:\" and \"II:.\"",
  "404e533d7a87ed8796319ab8d1418356fd53a6d6": "A picture with a dark blue background on the map of the world, with prominent white words: \"press release\" in the middle and \"Israel\" downstairs.",
  "488470b5735285bedc1361c54562766f33a31e62": "The picture shows three men showing their personal photographs, each referred to in a red text that \"has been eliminated.\" In the upper part, an address shows that \"the Hamas elements broke into Israeli territory on October 7th,\" and the texts state the names of men and their positions concerning Hamas.",
  "200eda5dbd6d80068e902809c923e87bbcd63d34": "The photograph shows a text in English describing an incident in Khan Younis that resulted in the death of 20 people. The text states that the deaths were the result of a defensive and stabbing attack, and refers to the involvement of armed elements and the presence of firearms.",
  "779f4a69f579f8b41acf880fcde0402d2912cf6a": "The picture shows a young, smiling woman with curly dark hair, and a smaller picture of a man with a beard wearing a white hat. The picture is accompanied by an Arabic text stating that \"the terrorist who detained Emily is destructive in Gaza - he was liquidated\" by the IDF.",
  "bf2e77386f152dc552d28e8753518ef764f7b4db": "The picture shows a kid wearing a dark shirt and looking at the side, with the ruins of destroyed buildings behind him.",
  "6e5499251cd0dd0b133fb06ee1c74965bde57d67": "A woman appears to speak in a microphone, wearing a baseball hat, behind which two banners are raised; one with a picture of a man with the phrase \"go home now,\" and the other with miniature images of multiple faces. Another woman sits on the right and listens carefully in a room that looks like a conference room.",
  "ae3f13bb68441ff3ff7cf2ae878d382be8450b08": "The picture shows a sandy beach full of people, where there are many liners on the sand and under the beach umbrellas. Many also swim in clear blue sea waters with light waves.",
  "26b6518a894da21f01791cc0f30c5bbc3e2aaaf2": "The picture shows large numbers of children &apos; s milk canisters from different brands stacked above each other.",
  "6f44ba930c0c29ea04300d234136af86b56e69c6": "The picture shows a part of the body of a person wearing jeans and a light shirt, lying on the floor of a tile, showing signs. The bottom part contains a yellow Arabic text on a black background that says: \"Indications of mass rape followed by murder, genital mutilation, and public humiliation.\"",
  "aa801314b1ffe4d4f939b00481dde3a56d051ff1": "The picture shows a row of men wearing military uniforms carrying yellow flags, standing in front of a coffin covered in yellow cloth and decorated with flowers. In the background, a large screen shows pictures of a bearded man wearing a black turban and another wearing a green hat.",
  "c911cd6a10b39dda66f3e321ec1d96defdbb162b": "The picture shows a crowded residential city, with a massive explosion accompanied by flames and heavy smoke on the horizon under dark gray skies.",
  "d9e2ff66f2d5f5cdffa41897ba576064d5684368": "A young man with a young child appears, both covered in dust, while the young man opens his mouth, standing a man in a green dress and pointing his hand in the middle of a group of men in the background.",
  "074ac8190568af7e71097cd8d56c4dafc164cdb5": "\"Hurry\" in Arabic appears in the picture, written in white in a big and clear line, on the back of a row in dark orange.",
  "34f7a9279bd1fe8dd652536bc7a24fbd3b06f096": "The image shows a green vehicle with an armored design parked in a street, with a \"POLICE\" on its side, standing next to the vehicle a man in a red jacket, showing buildings in the background with signs and some debris on the ground.",
  "dd4b26157bf092acc880d29d3c88b2fbda414836": "A man in a suit and tie appears to speak and raise his hands, and behind him shows the flag of the United States of America and a circular logo on which to draw a building.",
  "254a2427eb632670582f22afa824999ac97c6d72": "A group of soldiers wearing full uniforms and helmets, carrying machine guns and other tactical equipment, walking in a rough area.",
  "7185222c6e2f867a76dd6b50592cf88aabbff225": "The photograph shows uniformed personnel evacuating a person on a stretcher from inside a helicopter.",
  "d4a7d8a0344aa594a623298e889c2e2325582598": "A two-man television screen is shown in two frames against the background of destruction, while Hashtag #Ask_More on a blue background in the other part.",
  "2be8d28420db66a1290397ed2b5bcc749d9a29d9": "The picture shows a large group of children and young people gathering in an open area, looking like a camp. The floor is full of garbage and debris, and simple white tents appear in the background.",
  "e708cba7bbebe58b4613f41161d12f1ddd41bd9c": "The picture shows a guy with a beard and dark hair wearing a light shirt, and he looks straight at the camera with a light smile.",
  "59cd594721e88ea1a17a3a2d64270e6257b46ceb": "A guy with a dark beard, short hair, two light eyes, looks directly at the camera, wears a light blue shirt and decorates his neck a black neck, and appears in an internal background of warm light.",
  "428bb6b3f774f2a85c476f730bbf3f5348b7e20a": "The picture in black and white shows a large crowd of people standing in an open sand zone surrounded by a plant-free desert landscape with sand hills in the background.",
  "1da335eae4650ef722e49db5623944d0c432c7a8": "The image shows a middle-aged man with gray hair and beard, wearing blue sunglasses on his head and smiling at the camera.",
  "f379f76c5675cbe6fb174342a907c81b27f6ea04": "A young man wearing a white polo shirt with blue and red stripes, looking forward with a light smile and his head leaning, showing behind him a mural background of bright colors such as yellow and red.",
  "4d4de4a52afe7a091ef12b0462c4d4bb60c44436": "The picture shows a young woman with dark hair and glasses smiling, with green plants behind her with pink flowers and part of a wall.",
  "594b0e0e8c20ce27fd271f18892a5a5120e7389f": "The picture shows a crowded urban scene with emergency vehicles and people, with ambulances, fire and police. A crowd gathers around an area where the front of a building is clearly damaged.",
  "7aa66e2fa1d6c72718d02e6d97e5bc76c194bbbc": "The picture shows a man's face with curly hair and beard, looking straight at the camera, wearing a dark shirt.",
  "b92f56c17b0d545721e290584c29c54ed23d4405": "The picture shows a bald guy who smiles big, and has a moustache and a light beard.",
  "06f3ff052a0240469bb7106defba31f04df412e6": "The picture shows damaged buildings in the upper part, with the number \"22 months\" in red. In the lower part, a field full of images appears on Israeli columns and flags, while a person in military uniform is found nearby.",
  "a0e717dbe8a4f6d29bd8740b41a0dbd7d18e08ca": "A smiling man appears to be wearing a white shirt, with a dark short hair mixed with some grape, and a light fog background.",
  "75dc47c1af3bee46853383cd9e31b00ce22fd8c4": "A large number of parachutes appear to land in the sky, while damaged buildings and buildings under construction are distributed in a residential area.",
  "528d70766f1e43b5fd145e8b1322f5b6f10576da": "The picture shows a young man smiling with a beard and dark hair, wearing a dark shirt with hanging sunglasses. In the background, it shows an outside scene that includes the blue sea, clear sky, and light-coloured umbrellas.",
  "6ed902bde957ff78d23bd3a6e3657071bceda019": "The picture shows a man smiling with a brown hair and a light beard, wearing a dark shirt, showing a dark background with some unclear gold shapes.",
  "3131bb89905cd19be38f6d1f7fb703a8998ab828": "A little kid shows up with short red hair smiling lightly and wearing a dark robe.",
  "b57b46ff78ac60746489ca2a3e3388ad7b7eb8a7": "The picture shows the face of a man with a dark beard smiling, and his teeth clearly showing.",
  "a65c80d625e8d1af4c7dcb59daeeb33b39c2136f": "The picture shows a close shot of a guy smiling, with light short hair from the top and dark on the sides, beard and blue eyes. The guy wears a dark jacket with a white lining.",
  "fb0c116e5a5a730408095ae74a1cc3f552a378a2": "The picture shows a young man with short hair, a light beard and two light eyes, wearing a white shirt and sitting in a car.",
  "e535dad312fbe582265e591ea9884fa2878f422d": "An upper scene of a city crowded with residential buildings and streets in which cars walk, and a sea and a port appear on the far horizon.",
  "2d9bc9eaed7f713d4f1fef1ccdc3c815306b9a58": "There is a big black sign that says \"SAVE THEM\" and a yellow tape hanging over a rocky barrier at sea. Some people swim in clear blue waters, while a white sailboat sails in the background.",
  "b9168c544288008da981eeb8561ce58ccd07d9ee": "The photograph shows a man wearing a suit and glasses on the right of the frame, and to his left an Arabic text with a white line on a black background inside a quote. The text mentions the name of \"Geddon Sa'er\" and his position as Israeli Foreign Minister.",
  "bea83d27d82b64d707e27322e574faaa5d4c6862": "The picture shows a man with gray hair wearing a dark suit, a blue tie, and an Israeli flag badge on his jacket, standing in the face of a black background. On the left of the picture, a long, white Arabic text appears between quotes, attributed to Benjamin Netanyahu.",
  "04ab67fc5a73ddc264dff2313708921537a13a6b": "The photograph shows soldiers in uniform carrying a coffin covered in the Israeli flag, walking into a parade.",
  "24bff79a7cc25179e857c85a82f64185667ea8ec": "The picture shows a bearded man wearing a khaki-colored uniform and a blue Bere hat.",
  "eb88049288a059a9cb6c786db435a14752f9c009": "The picture shows a man wearing an oil-colored military jacket and a dark shirt, looking straight at the camera with a light beard and dark hair.",
  "508201a11d73a712f27bea3b5b0302447ec9bbae": "The picture shows a wide range of individual faces arranged in rows and columns on a black background. Each face is a portrait of a different person.",
  "c8a5c5d174b0d772f51a0a2761ba907307ff5eef": "The picture shows a bearded man carrying something orange, sitting next to a woman and two kids, showing one of the kids wearing a shirt and holding a blue game.",
  "fb523d83e4d05464ef25525b22df443a0216d1a4": "The picture shows a smiling man standing next to a girl sitting in a wheelchair, both in an open area with white tents in the background.",
  "78bf48082dede8a80ba416e3f2f840fd63e19ffa": "The picture shows a young man with a dark beard and dark hair, wearing a light blue shirt and smiling at the camera.",
  "df8d9e3148e57dc7ae6cbd721c13d369f5970493": "The picture shows a crowd of people, including soldiers in uniform and civilians, gathering around a coffin covered in blue and white cloth, some bending over the coffin placed in a hole in the ground.",
  "36b16a823fa2784d923352798c37fa93dfa223aa": "A man with a beard who smiles in uniform with a helmet, sunglasses and a tactical jacket, carrying a weapon and appearing in an outside environment under a network umbrella.",
  "8f6710b65236f6bd38bcf720d16e831fdbb97184": "The picture shows a young man smiling, dark hair, moustache and short beard, wearing a dark polo shirt.",
  "2330dea5b58b3bc0d6f0970c8611b0f2c9c33c6f": "A young soldier in a green uniform and a brown Bere hat, with a gun, appears in the picture. The young man stands among a group of other soldiers and leaves them a crowd of people.",
  "7523287566b464d46b2f1371b97e95d422c51aaa": "The picture shows a young man smiling, wearing glasses and a red shirt, with a light beard.",
  "64c4b7b3328fd182349a2194140db71349f4beb2": "The image shows a man who smiles and has a dark beard, with sunglasses on his head.",
  "cacda57b18e9df4a663d096cc21156d4b8bcbb14": "The picture shows a young man with short hair wearing a blue shirt, looking straight at the camera from inside what appears to be a car.",
  "48cfee9478a042eab94cf9d75f97b07d96d0c436": "A close-up picture of a guy with a beard wearing a black hat and a big round earring, smiling up, and behind him, another guy shows up with indistinct glimpses.",
  "cdae6919f5eff638ba91359d4e8bb9c08648aa33": "People dressed in civilian and military clothes gather around what appears to be a grave, where a woman is seen consoling a man who seems very sad.",
  "19d42a8810f3789008a8a9bc85f9c813d9fed486": "The picture shows a guy with a dark beard and short hair, wearing a light blue shirt, looking straight at the camera. The background looks like a warm indoor lighting space and some suspended plants.",
  "be5c93c145066bd1614f408f256480d8165133d1": "The picture shows a young man with a big smile and a beard, wearing an oily uniform and a little green hat on his head, passing a black belt on his shoulder and chest.",
  "a9b8b77b8cd595036a90494d53c4ed3e89889ec4": "A guy in a uniform and a green hat with a gun and a fake newspaper shows up behind him, and other people stand in a similar uniform.",
  "e7b0d49bf768466e196e0da881da0c948e022f27": "The picture shows a close shot of a man's face with a beard and gray hair, wearing blue sunglasses on his head and smiling.",
  "4541d7003edc3b1f5fad11a04cd795007d436151": "There appears to be a gathering of people around a white coffin decorated by a blue David star in an open place. A man bends with a clear sadness over the coffin, while others stand by and express sorrow.",
  "14d48bde07ebccf53cec0cfff05bbcb0307b1d2f": "The picture shows a man's face with dark curly hair, beard and mustache, wearing a dark shirt and looking straight ahead.",
  "643bc03a12fbaba290d9e597ca46df576ece94a3": "The picture shows a bald smiling man, wearing a black shirt with a mustache and a light beard on his chin, standing in front of a light and simple background.",
  "3886b5adf72c300a010698eed52c44a7a2e23971": "A young man in uniform and a tactical jacket appears in the picture, with an earpiece and a microphone. The young man smiles and looks up, and the dusty sky appears in the background.",
  "8f62b21cbfde227972ecdee9fbf2980632d978dd": "Shows a guy smiling and wearing glasses and short hair and moustache, with little earrings and a necklace wearing a white shirt with a stone wall behind it.",
  "8c2f7eaacb036ec1bf481e1591488d95e7d55e73": "The picture shows a man who smiles wide and wears a white shirt, with a foggy marine background showing some distant shapes.",
  "fdd7fa3c9103db99bdfe9a4dfac4358b784f5939": "The picture shows a man smiling in the open air, with a long beard and hair, with a clear injury to his right arm.",
  "8acb9393d75107e26027c69d125d4d4feb962c86": "The picture shows a crowd of people, including men in hoods and soldiers, participating in a sad burial ceremony around a grave covered in white cloth and weighed by flowers.",
  "a49861e1992a653a606daea39b0541bfafc2fa56": "The picture shows a man with a shaved head and a light beard, wearing a dark shirt and looking straight ahead, with a foggy background.",
  "76b7f8d25e37115c3b8575002a2d4b320c854c8e": "There is a gathering of people, including men and women, and some individuals in uniform, gathering around a hill of dirt, some of them kneeling near the hill that has been decorated with curls, red flowers and other colors.",
  "091c35f6a51a633297b7058ed28055de758a3b50": "The picture shows an extensive network of images of men's faces, most of whom appear in military appearance, mediating the Israeli flag bearing the Star of David.",
  "b415fef926319e4d0d949337fc399238eb208898": "A close-up of the face of a smiling man with a beard and short brown hair, wearing a dark shirt, showing behind him a dark background with unclear gold shapes.",
  "2018b16a4980745750c56e5807ea5d6c937daf2b": "The picture shows a mix of a destroyed building upstairs, and a field downstairs with Israeli flags and souvenirs, with someone kneeling and a high number of \"21 months.\"",
  "12c516f7922a165b952050ff6eb44c244c072b9d": "Benjamin Netanyahu appears in an official suit and a blue tie in front of Israel's flag, covering part of the picture a large blue text box below.",
  "cbe84ce3c9417039d27667b6c6dfb73d3d5f4bc5": "People gathered around a flowered grave, with a woman and a young man standing next to him, seeing a small Israeli flag placed near the grave.",
  "b1d0abae627e7916643fe1fbb0d415ebe479ce06": "The picture shows a young man wearing a tactile jacket and putting a dial-up on his ear. The young man shows up in front of a blue sky with some white clouds in it.",
  "cb4d5866a6de7d104cc6f0f192e3cb8f0bb4c576": "The picture shows a young man smiling in broad smile, wearing a shirt and a green oil jacket and carrying a backpack on his shoulder. In the background, a road with cars and trees under a clear blue sky appears.",
  "d92ec642e991063391fc54cf730acdf00c600ad3": "The picture shows three people sitting on a couch, a man, a woman and a young girl, the woman kisses the girl on her cheek and the man holds her hand, while the girl smiles happily and carries a bottle of water.",
  "bb63fa08c0805eae8ab93f620b342652dbb7f1aa": "The picture shows a young soldier smiling in military uniform on the left, and on the right, a large open-air gathering of soldiers and civilians standing around a platform, with a wreath of flowers and a dug dirt area.",
  "2ad7cbea9ac45a5a1eca4340418356fa3f751f60": "A guy in a cabbage uniform and smiling a big smile shows up on his chest and shoulder with badges.",
  "5a11230fa9ce2ed8abe462263b70fbf60414b173": "In an open place, a number of people bow down or prostrate on brown soil, including men in small hats, and a crowd of people stand around.",
  "a1439dec1f0bd3cd5aaab7249d89ec54d6dde2fb": "The picture shows a large crowd of people, including individuals in military uniform, standing around a grave covered with colored flowers. Some of those present are sad, and some embrace each other.",
  "3ad975c9fc923fb6b2a8822da8706c3638e73c85": "The picture shows three personal images of different faces: a woman and two men. Faces appear in different terms, one smiles while others appear in neutral terms.",
  "2375e733df294e4087d106f2ae7e069800de5089": "A soldier shows up from behind wearing a uniform and a blue hat, carrying Israel's white and blue flag, showing in the background green trees and bright blue skies with sunshine.",
  "dc3440c3ebdcdba2e2046d469732c1934ac3b77b": "The picture shows a group of people, including those in uniform, surrounded by a coffin covered in white cloth, part of which appears in blue and white with a six-star, while being loaded in a transport car.",
  "23cd372719803111fa2c3b42ec924fefcb11cbb7": "The picture shows a destroyed building upstairs, while the lower part contains a large field where Israeli flags and pictures of people hang, and a soldier sits near it. The numbers \"20 months\" appear prominently in red.",
  "5844a537b76bd7b40266707957c23b2c1d4c363e": "The picture shows a man wearing an orange shirt and a black gag under his chin, looking straight at the camera in front of a foggy green background.",
  "630b0435dd20e9159b696303b5b35b0f0ff31755": "A group of people gather around a grave covered with many colored flowers, showing an Israeli flag and seeing a grave with Hebrew writing, while a woman with a curved head sits in her hands.",
  "4db4d4720401cf0176a6798a759e3c250653d4ab": "An old man and woman appear to hug in the open air, behind which there appear grassy passages, garbage baskets, and several signs.",
  "9657365a40a45b415b2fa58a8e222073cb031c4a": "The picture shows a crowd of people expressing deep sadness, where many cry and embrace each other, while some men wear little hats on their heads.",
  "5cd86c6176943141ec08fb882e4f769d1f9374c8": "The picture shows a stretcher covered with a planned sheet, with a white cover with black lines and Hebrew writing. Two people sitting next to it appear to be inside what appears to be a composite compartment.",
  "6431d919d36027c9268c34067e4f33f54f0a0c93": "The picture shows a smiling woman wearing a red cap and glasses, and a dark red sweater on a black shirt, in front of a unified gray background.",
  "a944c80867549a9ffc191c753d7156b1a39952e6": "Numbers 6 and 0 and a yellow tape in the form of 9 appear, all in corroded yellow on a dark black background.",
  "cf42b77a2ab2ac415c25673297c57a7ce478afa1": "Three women smile and hug each other outside, each wearing a dress in a different color: black, white, and decorative purple.",
  "2da66f8ca7a002706d5d9d7f639ec4b4fc883c09": "The picture shows an old lady with white hair and glasses, smiling in a big smile, wearing a white shirt with a writing and shape on it with a light blue condition, and a light blue bead.",
  "88e0b9632146074ae0596cf13e24768c9d37d94d": "The photograph shows people crying in flames on a coffin covered in the Israeli flag, while people in uniform surrounded them and held coffins.",
  "a64d4b5fd3d21bcb9f5f352f722fc1aac574e015": "The picture shows a crowd of people who express their deep sorrow about an open grave, where a body is covered with blue and white flags. Some individuals appear in military uniform and head coverings, while others weep heavily, and there is a white painting written on it next to the grave."
}